{
    "updated": 1607089447291,
    "apps": [
        {
            "title": "[VIP]Infinity Dungeon: Offline RPG Adventure",
            "price": 30,
            "description": "■ VIP version Effect1) MP Regeneration Speed Boost!2) Max MP Boost!3) Remove Banner ads(except compensation video ads)Gold Mine Dungeon RPG! Start the magic adventure now. A heroes rpg game that players of all ages can enjoy! Fun guaranteed clicker fun! A hidden dungeon is discovered at last.What is happening in the dungeon? Start the rpg dungeon adventure..⚔️<b>CONQUER DUNGEOS</b>Conquer the dungeon with special attacks and magic and become rich! Start super-fun &amp; original free rpg game.✨<b>THRILLING ENEMIES &amp; MAGICAL FANTASY WORLD</b>Tons of exciting enemies and dungeons in a fantasy world...Witty dialogues, engaging story... and a twist!Endless gold... Page : http://www.facebook.com/zabobstudio Sound By : http://www.freesfx.co.uk/ Made By Zabob Studio",
            "id": "com.sosc.firstfantasy1super",
            "image": "https://play-lh.googleusercontent.com/fXu4gP86gXfrqCcxwwng8sRbcpdZnqCEYyQohN98pdP4N4BqUtaVTVmGGr9i8zZY0Q=s180-rw",
            "rating": 4.2,
            "raters": 26704,
            "category": "Role Playing",
            "developer": "Zabob Studio VIP",
            "expired": true
        },
        {
            "title": "90s Music Radio Pro",
            "price": 35,
            "description": "This app is completely without advertisement!Listen to 90s music radio online. Many radio stations with different music genres like pop, rock, hip hop and more.If you like great hits from nineties, this is the best app for you!Important: Please deactivate the energy-saving mode for this app, otherwise the radio reception will abruptly stop. Use the \"Smart Manager\" on Samsung devices for this purpose.",
            "id": "com.gkapps.radio.nineties.pro",
            "image": "https://play-lh.googleusercontent.com/gEPbUOh1QjSB81hX2Y137RbDjUg4cEPNMBynMkcFKxzUZM1i23S2fEI_v5sVJ5n14g=s180-rw",
            "rating": 3.5,
            "raters": 112,
            "category": "Music & Audio",
            "developer": "GK Apps",
            "expired": true
        },
        {
            "title": "Dock Circle 3D - Icon Pack",
            "price": 120,
            "description": "Dock Circle 3D is a icon pack inspired by Dock with 5000++ IconsHow to apply Dock Circle 3D Icon Pack/Icon Changer ?This icon pack supports numbers of popular launcher such as nova launcher, evie launcher and many more. Follow these steps to apply1. Open Dock Circle 3D Icon Pack App2. Navigate to Apply Icon Pack Screen3. The app shows a list of launcher that are supported such as nova launcher, evie launcher etc. Select the nova launcher installed on your phone to apply icons from this icon pack.4. The app will automatically applies the icons from Dock Circle 3D icon pack for nova launcher.Note: If launcher doesn't show while applying from the icon pack. Please try applying from the launcher itself.Sony Xperia Home Launcher does not appear in this application, but it can apply Dock Circle 3D icon pack with different settings.The setting for Sony Xperia :1. Long press on the main screen2. open the settings3. Scroll down and open the appearance icon setting4. choose Dock Circle 3D icon pack5. done, your Sony Xperia has applied Dock Circle 3D icon.Note: Icon pack only Support on Sony Xperia Home Launcher 10.0.A.0.8 Or Up.Supported Launcher:Icon Pack for Nova LauncherIcon Pack for Apex LauncherIcon Pack for ADW LauncherIcon Pack for ABC LauncherIcon Pack for Evie LauncherIcon Pack for Solo LauncherIcon Pack for Next LauncherIcon Pack for Holo LauncherIcon Pack for Lucid LauncherIcon Pack for M Launcher Icon Pack for Action LauncherIcon Pack for Solo LauncherIcon Pack for Sony Xperia Home LauncherIcon Pack for Aviate LauncherIcon Pack for Smart LauncherIcon Pack for Go Launcher(doesn't support icon masking)Icon Pack for Zero Launcher(doesn't support icon masking)FEATURES - 5000+ icons and counting- Iconback for your unthemed icons- 36+ HD Wallpapers- Alternate icons- Icon Request- HD Icon resolution 192x192pxMore Design Information On Google+, Instagram, Twitter.https://plus.google.com/118122394503523102122https://www.instagram.com/panoto.gomo/https://twitter.com/panoto_gomospecial thanks to Dani Mahardika for Candybar Dashboard.",
            "id": "com.panotogomo.dockcircle",
            "image": "https://play-lh.googleusercontent.com/9G7mqdKducFd0JLcvw3X1SquQ3JkDqGGPROypaE73sSzCdPCYAj3amwUqp1KOrborw=s180-rw",
            "rating": 4.4,
            "raters": 117,
            "category": "Personalization",
            "developer": "GomoTheGom",
            "expired": false
        },
        {
            "title": "Todo Task Reminder Pro + Widget",
            "price": 260,
            "description": "Todo Task Reminder functions: • Create (repeating) tasks with title, description, due date and image• Resizable, interactive widget for your home screen• Mark tasks directly on the widget• Be reminded• Backup function• Use shortcut buttons in the notifications• Share your tasks• Modern design• Themes and dark mode Simple. Easy. With no frills.With todo task list you will not miss any appointment anymore. It does not matter if it is a shopping list, birthday, meeting or just notes. You can easily create new tasks and todo task list will remind you at a specific time. Furthermore you can add an image, e. g. of your handwritten notes. You receive notifications where you candirectly mark the task as finished, not finished or you can reschedule your todo task list to remind you later. You can do thisall directly in the notification via the shortcut buttons without launching todo task list. To keep track of your tasks you can add an interactive, resizabletodo task list-widget to your home screen. In the widget you can directly mark tasks as finished, edit your tasks or create new ones.Every task can be shared with several apps. In addition, you have the possibility to switch between themes to change the look of your todo task list.Supported languages:• English• German• Dutch• Spanish• Portuguese• Italian• French• Russian• Ukranian• Polish• Turkish",
            "id": "com.kewitschka.todoreminderpro",
            "image": "https://play-lh.googleusercontent.com/6TtC_F-QN4vM8QkAVkR1OqT1KR2uCi3X7xr_xC9iRtOZK6LLfFT5z5XwkH6S4O23E7g=s180-rw",
            "rating": 4.4,
            "raters": 3246,
            "category": "Productivity",
            "developer": "Kewitschka",
            "expired": false
        },
        {
            "title": "zipNship - Share photos without loss of quality",
            "price": 150,
            "description": "Select files from your favorite file manager or gallery app and share them with <b>zipNship</b> to reduce their size.Put your photos in a single file and send them from any app without loss of quality.You do not have to give read and write permissions of your storage to zip files.Does not requires any permission to run.<b>How it works</b>• Select one or more files using your favorite file manager, a gallery app and any other app you use to view and manage your files.• Share the selected files and send them to.• Create a compressed file that contains all the selected files. Minimize the size of the data to be sent and in case of photographs maintain their quality.• Share the zip file with any application, send it via email, message or save it in the cloud.• You can share the zip file again or delete it to free up space on your storage.You can also unzip a file in a similar way. You will have to select the zip file and share it with \"<b>zipNship - Unzip</b>\". The first time you will need to select a folder and allow the application to unzip the file on it.Powered by EasyJoin.net",
            "id": "net.easyjoin.zipnship",
            "image": "https://play-lh.googleusercontent.com/CQh0yotSIhNb-shuLhVQvg9vb8R5184PrtO9O3uSmoP3NK7UiWmCxcsMB33Y25tGSysM=s180-rw",
            "rating": 4.0,
            "raters": 21,
            "category": "Tools",
            "developer": "EasyJoin",
            "expired": false
        },
        {
            "title": "Next Icon Pack Pro",
            "price": 90,
            "description": "An Icon Pack to personalize your phone in a new and different style.To be able to use it, simply install the launcher of your choice. (I recommend Nova Launcher)This icon pack has been tested and works with these launchers. However, it can also work with others. In case you can't find an app section on the dash. You can apply the icon pack from a theme setting.Compatible launcher (the icon pack can be applied directly from the icon pack):- Nova Launcher- Evie Launcher- Action Launcher- ADW Launcher- Apex Launcher- Atom Launcher- Aviate Launcher- CM Theme Engine- GO Launcher- Holo Launcher- Holo Launcher HD- LG Home- Lucid Launcher- M Launcher- Mini Launcher- Next Launcher- Nougat Launcher- Smart Launcher- Launcher only- V Launcher- ZenUI Launcher- Zero Launcher- ABC LauncherCompatible Launcher (the icon pack can be applied from the Launcher settings):- POCO Launcher- OnePlus Launcher- Hyperion Launcher- Microsoft Launcher- Arrow Launcher- Little Launcher- ASAP Launcher- Cobo Launcher- Line Launcher- Mesh Launcher- Peek Launcher- Z Launcher- Launch by Quixey Launcher- iTop Launcher- KK Launcher- MN Launcher- New Launcher- S Launcher- Open Launcher- Flick LauncherAdditional notes• The icon pack needs a launcher to function.• The icon mask does not work in Go Launcher.• Is an icon missing? feel free to send me an icon request and i will try to update this package with your requests.",
            "id": "com.olivera.next",
            "image": "https://play-lh.googleusercontent.com/r3m6SoeFNEOS1H9BSlzA4JtxU0O7CCI8pxxTRDY5ijfa7yh7nPflu0wBKGb9vSWWZlY=s180-rw",
            "rating": 4.5,
            "raters": 31,
            "category": "Personalization",
            "developer": "Olivera Onias Design",
            "expired": false
        },
        {
            "title": "Equalizer FX Pro",
            "price": 170,
            "description": "Equalizer FX , bass booster and volume booster ( Eq &amp; Bass) can improve the sound quality of your android phone.You can use any media player (music player, video player, etc.) , the equalizer can also change the original sound quality.Equalizer , Bass Booster, and Volume Booster ( Eq &amp; Bass) can also increase the volume of mobile phone system, such as media volume, voice volume, system volume, ring tone volume, alarm volume, prompt volume, you can easily control.Equalizer FX, Bass Booster and Volume Booster ( Eq &amp; Bass), there are also 6 volume modes for you to choose, such as normal mode, music mode, outdoor mode, meeting mode, sleep mode, mute mode and custom mode, you can choose these modes according to your situation.Using Equalizer FX , Bass Booster and Volume Booster ( Eq &amp; Bass), you can enjoy your music betterMusic Equalizer, Bass Booster ( Eq &amp; Bass) Features:✔ Equalizer effect (Eq  effect )✔ Bass Boost effect (Bass effect )✔ Volume Booster effect (Volume effect )✔ 6 volume modes✔ 6 volume booster✔ 7 bands equalizer✔ Virtualizer effect✔10 equalizer presets✔ 2  Visual spectrums (spectrums effect )✔ Music playback control✔ Listen to good music whatever audio player you use✔ Listen to good music Simple Installation and usage for works with all Music and Video players: Work for Music or Audio,improve the sound quality* Turn on the Music or Audio(Video) player and play music* Turn on the Bass Booster &amp; Equalizer application and adjust sound level and frequency.* Put headphones or speakers for a best results* To close application by the close button of notification.",
            "id": "equalizer.bassbooster.musicplayer.theme.pro",
            "image": "https://play-lh.googleusercontent.com/wdCYX9m_TY_1vdA6WlSoSzo7ILPeOL75xEqjllXCN0si3Yop9GbvXCQLcLmeJu9h4FI=s180-rw",
            "rating": 4.6,
            "raters": 9363,
            "category": "Music & Audio",
            "developer": "HowarJran",
            "expired": false
        },
        {
            "title": "HD voice recoder pro",
            "price": 220,
            "description": "HD voice recorder pro is designed with an intuitive interface that makes it easy to record, pause, edit audio and much more. It is a very useful application for your work and life.Features:1: HD Audio recorder2: High quality voice recording.3: Recorder songs, lectures, speeches,… best quality4: Supported file formats: mp3, ogg5: Play, pause, stop audio files.6: Send / Share your recording.",
            "id": "com.siam.voicerecorder",
            "image": "https://play-lh.googleusercontent.com/VqdsAkSSDOpm-IUAUuJsSvezE60I2ojQR2iFAvT9svD-AkXt_kpykKPseeXfXKaRPvA=s180-rw",
            "rating": 0,
            "raters": 0,
            "category": "Music & Audio",
            "developer": "Ullash App and Game Studio",
            "expired": false
        },
        {
            "title": "Quiz my Powershell Pro - Powershell Training",
            "price": 310,
            "description": "Quiz my Powershell Pro version has over 1000 questions translated into English and FrenchFeatures:- Sessions of 15 random questions / serie- Correct/Incorrect answer displayed simultaneously- Result displayed at the end of the 15 questionsFree version available categories:The basicsPowershell ISEModulesPro version :Active DirectoryData StructureDevelopmentEnvironmentHardwareJobs &amp; EventMathModulesMS ProductsNetworkOtherPowershell ISERegistrySystemThe basicsVariablesand Random questions among random categoriesHelp: tap a second time on a proposal to launch the next questions",
            "id": "com.andromo.dev738399.app851015",
            "image": "https://play-lh.googleusercontent.com/z36nAUhtikGSaf8ESfPZbORViBl0-fcDeKKpm_OhBH3gdOsN-hKatKBLNeLwgk3hbKsR=s180-rw",
            "rating": 0,
            "raters": 0,
            "category": "Education",
            "developer": "fr016",
            "expired": false
        },
        {
            "title": "Launcher 2020 - ADL Advanced Digital Launcher Pro",
            "price": 50,
            "description": "Launcher 2020 - ADL Advanced Digital Launcher Pro lets you put 8 apps on the desktop that also rotate to user's preferences by rotating the time with your finger. ✔️ No Ads✔️ Up to 8 apps on desktop.✔️ 8 colors to choose.✔️ Color Changeable  Icons✔️ Apps page with search bar.✔️ Change Apps View✔️ It also working on tablets.✔️ Battery Friendly - Green App (Takes less battery than default phone's theme)🆕 - Next Launcher Update - 🆕✔️ More WallpapersTo uninstall the Launcher app go to settings &gt; apps find Launcher 2020 - ADL Advanced Digital Launcher Pro, force stop it, then choose your default desktop and uninstall.✔️Also check our other Games &amp; Apps✔️https://play.google.com/store/apps/dev?id=4671785349922271662Launcher 2020 - ADL Advanced Digital Launcher Pro by Heart State Games® - Apps &amp; Game DevelopmentStore Page: https://play.google.com/store/apps/dev?id=4671785349922271662Facebook page: https://www.facebook.com/HeartStateGamesEmail: heartstategames@gmail.com",
            "id": "com.hgssoft.launcher",
            "image": "https://play-lh.googleusercontent.com/BFsooq8wUgdvhVsXnfamiTTF7xk_Z2kmDYGCboiKgGWc5iU7fmiWhWBFU7edZrY3FQ=s180-rw",
            "rating": 3.6,
            "raters": 37,
            "category": "Personalization",
            "developer": "Heart State Games®",
            "expired": false
        },
        {
            "title": "Your Ram Booster Lite",
            "price": 15,
            "description": "Your RAM Booster Lite provides you the best solution for above problems. YOUR RAM Booster LITE is just removing bulk usage of your RAM and make your phone faster. It will help your other apps and games to run faster and not being laggy. It will also save your battery usage with hibernate running apps to save power.What you can do with this app :-  Reduce RAM memory usage Save battery Speed up your phone Makes space in CPU to  run other app  and games Easy to use Smallest size Booster Clean Memory easily. Phone work smoothly, it will not hang.Try Us Once.............<b>Disclosure :- We did not collect any personal data of our users, what we collect is just for analytics and crash reporting. </b>",
            "id": "com.fchatnet.yourrambooster",
            "image": "https://play-lh.googleusercontent.com/zqE_7ENn_L300sxYNpNcn848Bzf3hkCPBnIwCGCst2XOTGRcEY2UfLBcyRlDDsbfEhaX=s180-rw",
            "rating": 3.5,
            "raters": 806,
            "category": "Tools",
            "developer": "Staxxo App Development Team",
            "expired": false
        },
        {
            "title": "Minerals Guide (+ Identifier)",
            "price": 50,
            "description": "Minerals Guide is a beautiful, minimalistic and easy-to-use application. Features:•  Filter minerals by color, streak and mineral hardness;•  No ads;•  Over 1400 minerals;•  Quick info page for each mineral;•  Wikipedia arcticle for each mineral included;•  Search for minerals by names;•  Add minerals to your favorites;•  Dark mode",
            "id": "com.mineralsguide",
            "image": "https://play-lh.googleusercontent.com/BYxK7-XygVT9m-_G5TsHomII0cA9xihKA4993KTatgvCIgl0c0gvNv21Tpz-9yh9qxQ=s180-rw",
            "rating": 4.5,
            "raters": 6,
            "category": "Books & Reference",
            "developer": "Johann Gebhardt",
            "expired": false
        },
        {
            "title": "Hero's 2nd Memory : Offline Shooting RPG",
            "price": 80,
            "description": "Shooting RPG! Hero's 2nd Memory (Hero2M)One day when humans and monsters were living together,Man and monster started the war in the invasion of the devil who wanted to dominate humanThe monster's power grows, and a hero appears to save the human slaves.The hero has succeeded in bringing down the devil, but he is lost the memory in the curse of the devil.Where are the heroes ....How to play- The main character moves in the direction of sliding left and right by touching the screen.- The hero character only attacks while touching the screen.- If you touch the screen, it enters Slow mode.- Avoid attacks with potions when you lack health, and avoid attacks with skills when you have a lot of monster's shot!We have a richer volume game with over 100 hours of playtimeEach time you clear the story, you'll see a more difficult levelDifficulty levels are in the order of Normal -&gt; Nightmare -&gt; HellIf you break all this difficulty levels, you will be master of Hero's 2nd Memory!* If the game ends abnormally, the data may be damaged.* Please note that if you delete the game, save data will be also deleted* Option &gt; Data backup is possible",
            "id": "com.eastmoon.hero2ndmemory",
            "image": "https://play-lh.googleusercontent.com/LwHWJGtzMu4-Zpsl-SPNf2btm1Kr7ERsUmUBpdPOftwpEj9eViTLHnYuGQpiL9tKLOg=s180-rw",
            "rating": 3.6,
            "raters": 285,
            "category": "Role Playing",
            "developer": "EASTMOON",
            "expired": false
        },
        {
            "title": "Flashcards Club - Create/Share",
            "price": 330,
            "description": "Flashcards Club is the new faster and better way to create flashcards and share flashcards.  What makes Flashcards Club the BEST flashcards maker and flashcards community? Besides no subscription monthly fees...*Desktop version too: You can create/view flashcards online on our website or on the app*Flashcards can include a combination of Text, Photo, Video, and Audio on each side.*Teamwork welcomed!  Allow friends to help you add flashcards to your set.  Each person can edit/delete their own flashcards and the set creator also has moderator access to delete flashcards from the set.*Sharing encouraged!  Sharing is caring whether you are a teacher or a student.  Set your flashcards to Public to share with your study group, students in your classroom, or the world.*Shuffle flashcards, or view them in order.  Need flashcards to give a speech?  Do it with electronic flashcards.  When you're done, rather than throwing away paper, just delete your flashcards set.*You can have up to 2 Private flashcard sets with 20 flashcards each.*User Friendly.  Don't waste time flipping the flashcard if you know the answer and you're just cramming (we mean reviewing :-) right before the test.  Rate flashcards as \"Yes\", \"Maybe\", \"No\". You can view flashcards in piles based on your ratings. View rating statistics/clear statistics. Study different subjects/sets together.  Combine flashcard sets as a mixed stack, with also the option to view in piles based on your \"Yes\", \"Maybe\", \"No\" ratings.Search through flashcards based on the question/answer text in flashcards.Text is written larger when there's less of it - just like you are writing it on a paper flashcard!Reverse the question / answer sides.Choose / randomize flashcard colors.View the flashcards set as a document for a quick study guide reference.Search for flashcard sets by category, keyword, author, or size.  Search for other members on the app.  There is a member search opt-out option.Batch upload/create text flashcards with the Import via CSV tool.After opening a flashcards set via the Play or View As Document features, no further access to internet is needed to continue to view text flashcards.",
            "id": "com.flashcardsclub",
            "image": "https://play-lh.googleusercontent.com/WB7viwUkoNyPjeuPfS3tqxMOfzMZfWCUvw8suFSH_H2rlh8q1NoVLriM3dpETh5w9d0=s180-rw",
            "rating": 3.1,
            "raters": 41,
            "category": "Education",
            "developer": "RE Designs",
            "expired": false
        },
        {
            "title": "Zombie Avengers:(Dreamsky)Stickman War Z",
            "price": 10,
            "description": "Dreamsky Games, Just be Happy!★The privileges of this version ★1.More Powerful Heroes2.Heroes half-price promotions3.No advertisiment is one of the best action side-scrollers in 2016! With grand stages, flashy skills, stylish equipment, explosive combat, the game is a perfect combination of Stickman and zombies that takes players into the future, where the world is overwhelmed by zombies, to save the humanity!background story:It is A.D. 2050. The extremists' biological weapon research led to a chemical leakage that infected most humans and turned them into zombies. Social order disintegration and tragic events contributed to the demise of most of humanity. A small portion of the infected gained supernatural powers due to genetic mutations, and they formed an alliance to combat the zombie apocalypse. A war to save humanity has started...Features:[Best Action Game of the Year]The most anticipated action game of 2016. You can experience the thrilling sensation with features like Double-Hits,  Levitation and Deadly Combos! Come feel the heat and slay some monsters![Heroes Joining Forces]More heroes unlocked and more heroes to team up with! Join forces with others to fight the Monster King BOSS! Choose your own team now and start fighting![Classic Stickman Hero]The many types of Stickman Heroes, such as melee fighters or long-range attackers, will give you the best combat experience![Best Visual Experience]High-quality graphics! Stunning special effects! League of Stickman - Zombie present you the best gaming experience![Simple &amp; Smooth Operation]Freely switch between heroes and master their four different skills. You will have the best combat experience you ever had![World Leaderboards]We offer world leaderboard, country leaderboard and friend leaderboard. Your team can compete with players around the world. Beat all others and be the Champion!Follow Us on Facebook: https://www.facebook.com/leagueofstickmanFacebook: https://www.facebook.com/dreamskygamingInstragam: leaguestickman Twitter: https://twitter.com/LeagueStickmanVK: https://vk.com/leagueofstickmanYoutube: https://goo.gl/BRjxWASUPPORT:Visit our Official site: http://www.leagueofstickman.com/",
            "id": "me.dreamsky.leagueofstickmanzombie",
            "image": "https://play-lh.googleusercontent.com/3Q9skX3EBN72Dp6s0AHeWaV6Pp8SCj5nDp5txIVEL8Aac7nf1_M7ru_0Tao3wqrGfA=s180-rw",
            "rating": 3.6,
            "raters": 18816,
            "category": "Action",
            "developer": "DreamSky",
            "expired": false
        },
        {
            "title": "Weather Monitor",
            "price": 65,
            "description": "The Weather Monitor app is an alternative app for the Oregon Scientific Weather@Home compatible weather stations and sensors. The recommended app is rarely updated and often has connectivity issues which prevent useful operation. The app features include:Indoor and Outdoor temperatures (in ℃ or ℉)Indoor and Outdoor humidityAir pressure ( in hPa, mmHg or inHg)Estimated Sunrise and Sunset timesCurrent moon phasePredicated weather forecast for the next 12 hoursSupports Dark modeCharts are displayed for the last 7 days of historical data An export feature is also included to export the current 7 day history to a CSV file which can be emailed from the phoneCurrently in active development and considering all feature requests",
            "id": "com.schimera.weathermonitor",
            "image": "https://play-lh.googleusercontent.com/e7GiI8Sy2A3eLs7c7O0iEbMXJ36krCt7buQUCSNMzgaShC41TqEQTP8Gr0kWuKoluvw=s180-rw",
            "rating": 0,
            "raters": 0,
            "category": "Weather",
            "developer": "Schimera Pty Ltd",
            "expired": false
        },
        {
            "title": "Platin - Icon Pack",
            "price": 80,
            "description": "This is a beautiful silver-style icon pack, which you must install on your android phone. Remember that to use it you need a launcher or an icon changer. Here the instructions.*Instructions*-Open the Platin UI application and inside it go to the menu that is in the upper left.-Select set or apply.-It will show you the launchers supported and in the first place the ones you have installed.-Select the one of your preference and press accept.-You do not have any installed launcher just select it and it will take you to the download link of it.-Your icon pack is ready.*Characteristics*- 4500+ Custom icons.-85 Wallpapers ..-Intelligent request of icons via email.-Application easy and simple.-Icons with resolution 192x192 pixels.-Support for the following launchers:Nova launcher, Smart Launcher, Abc launcher, Action Launcher, ADW Launcher, Apex, Launcher, Aviate Launcher, CM Themes, Evie Launcher, Go launcher, Holo Launcher, Holo Pro, Lucid Launcher, M Launcher, Mini Launcher, Next Launcher, Nougat Launcher, Solo Launcher, V Launcher, ZenUI Launcher, Zero Launcher among others.-It is not compatible with the default launcher of your samsung or huawei phone.-Support limited in launcher go launcher because it does not support masking icons.-This package of icons uses the CandyBar board.-Support Muzei-Interface Graphic in several languages.-Make your icon requests via email.",
            "id": "com.olivera.platin",
            "image": "https://play-lh.googleusercontent.com/lfyBdGssIlAzPAxQbtGzlH0e5fP2SjPaaKCXzruRQiTpckk1DPqZ8amKNsiXhFzZ6NRf=s180-rw",
            "rating": 4.2,
            "raters": 91,
            "category": "Personalization",
            "developer": "Olivera Onias Design",
            "expired": false
        },
        {
            "title": "Last Day Survival-Zombie Shooting 24H Dark Dungeon",
            "price": 10,
            "description": "This is an addictive Roguelike surviving indie game. At the end of the last century, outside of the Seidel Town, deep autumn, at dawn.The scary creatures suddenly came out and I totally freaked out!A ridiculous phone call sentenced me to death…“No! I still have 24 hours. I can’t stay here and wait for dying. I must do something!”The countdown of life has begun. Wheel of fortune will push you to the end that nobody would’ve known.And the mysterious strength which you don’t know is protecting you or trying to make fun of you?Please remember, everyone you meet and every choice you make have great influence on you.Various endings are there for you. You have to face it, but it is controlled by you instead of destiny.Contact with us:Facebook:https://www.facebook.com/Lastdaysurvival24hours/E-mail: dreamskygs@gmail.com",
            "id": "com.dream.lastdaysurvivalpro",
            "image": "https://play-lh.googleusercontent.com/JHWhKYaa6Ip7i0c7lxEW708pLRaeJU6MHsE6OnRNLNpOzI7y-WKk8AX90rNr4MUv1JE=s180-rw",
            "rating": 3.8,
            "raters": 1980,
            "category": "Action",
            "developer": "DreamSky",
            "expired": false
        },
        {
            "title": "Fnetchat Messenger : With Free Video & Audio Call",
            "price": 400,
            "description": "<h3>Be together whenever you want with a simple way to text &amp; video chat and rally the group, create your stories and much more with Fnetchat Messenger</h3><h3></h3><h1> No Tracking &amp; No Ads </h1>🔸SEND A MESSAGE -Skip exchanging phone numbers, just send a message. It's seamless across all devices for free.🔸SHARE PHOTOS AND VIDEOS - Capture the moment with the fnetchat Messenger Camera, add a filter or doodle, then send to friends or share to Stories.🔸RALLY THE GROUP - Make plans to get together with polls, share your location, split the bill and more.🔸SEND A VOICE MESSAGE - When text just won't cut it, just hit record and send say, sing or shout it out loud. 🔸AUDIO AND VIDEO CHAT/CALL - Both audio and video chat are free with Full HD quality video calling and audio  calling. 🔸With 100s of new interesting features from stickers to colour choose and everything. Lets use it once - Fnetchat messanger - Text &amp; Video Chat For FreeNote - We are collecting personal information from our users to create their Fnetchat Messenger id.",
            "id": "com.vbmsoft.fnetchatmsg",
            "image": "https://play-lh.googleusercontent.com/AagQtUKIV4z7ZHzB-Axi_Hw-acspWwCBC9l4Ei_7SwLpCHjAmVp6eeZ9ssEaC5z5JGI=s180-rw",
            "rating": 3.2,
            "raters": 66,
            "category": "Communication",
            "developer": "Staxxo App Development Team",
            "expired": false
        },
        {
            "title": "Theme Park Simulator",
            "price": 85,
            "description": "This is a new theme park !!Theme Park Simulator: Roller Coaster paradiseBe a thriller ride ;)Theme park roller coaster games and more ride simulators, a theme park world!If you like roller coaster games, amusement parks or theme parks this is your simulator game: Theme Park SimulatorImportant! for $0,99 includes a ferris wheel and soon other thrill ride, the others simulators have an additional cost.The theme park hd graphics is the best simulator on mobile.Theme park simulator is a funfair game, is not a Theme park tycoon, our game is a hyper realistic simulator with different rides.There are many fairgrounds, discover our adventure parkand play as an action park !- Ferris wheel (giant wheel)- Wild mouse rollercoaster- Tokaido rollercoaster (roller coaster jump !)- Inverter- Tagada fairground- Bumper cars- Break Dance- Kamikaze- Twister theam park- Viking ship - Techno JumpA universal theme park fun fair where you find many theme park games and you could rides and control all of them.Theme park for kids! yeah! for all ages thanks to our simple controls.Important: is not a theme park build or theme park maker, and is not a roller coaster tycoon or rollercoaster tycoon, roller coaster maker. This is the original theme park simulator don't look for theme park launcher.If you love the canrival, the roller coasters, the amusement parks and the carnival rides, this is your game!Download now and enjoy the theme park app !",
            "id": "com.bestridesimulators.theme.park.simulator.game",
            "image": "https://play-lh.googleusercontent.com/iKWTFm9yk5Bjinlf4_5_YiI_M3jfNpm06TyT3aszalhpiGK-s5bvrxx2JL8xhkoX51I=s180-rw",
            "rating": 3.7,
            "raters": 137,
            "category": "Simulation",
            "developer": "Best Ride Simulators",
            "expired": false
        },
        {
            "title": "Simple Quote Widget - Quote of the day widget",
            "price": 50,
            "description": "Simple Quote Widget app is quotes widget app to make your phone inspirational tool that daily notifies you with best hand picked motivational quotes.Design with material standards Its the only quotes widget app that can place quotes widgets on home screen with cool &amp; awesome fonts.Import your own quotes and set reminder for daily quotes notification.You can set multiple reminders from different quotes categories.Quotes on home screen widget are fully customisable with fonts, color, size, shadow and many more options.Make your home screen more beautiful and inspirational with awesome fonts and style app offers.How to add widget: 1. Long press on home screen2. Choose widgets, and scroll till you see Simple Quote widget in the list.3. Long press on widget and place it on home screen.4. Configure the way you want to style your quote widget.5. You can browse to quote list and can set any quote to this widget later.Clicking on quotes widget will change the quote and you can click on author name to open the widget configuration screen. or you can open app and select widget from the list to configure the quote widget style and fonts.",
            "id": "com.light.simplequotewidget",
            "image": "https://play-lh.googleusercontent.com/b_h4WHVLGrnU_bfrgBOP0k4q01ex9s0Gk2HPAJNDIuTPQYv36AawSxgicP68ml37yw=s180-rw",
            "rating": 4.1,
            "raters": 165,
            "category": "Personalization",
            "developer": "The Elegant apps",
            "expired": false
        },
        {
            "title": "Hue Melodi - Philips Hue lights dancing to music",
            "price": 170,
            "description": "Hi there! I’m a cute/tiny little app that listens to your music and changes the lights accordingly! Whenever I detect a beat in your music, I’ll change the colors of your lights  Your lights will dance to the music like never before.I have an easy-to-use interface without unnecessary bells and whistles.  Turn me on, and I‘ll switch your living room into disco-mode in no-time.Change the microphone sensitivity\n\nSelect a color palette that matches your mood\n\nChange the brightness range\n\nSmart beat detection algorithm \n\nWith or without transitions\n\nCreate your own color palettes\n\nWorks in the background\n\nDark-mode optimized for OLED displays\n\n\nHOW TO USE\n\n\n\nHook up the bridge\n\nSelect your favourite Hue lights\n\nSelect a color palette\n\nPut some great music on and the PARTY can beginIf you have an amazing idea or you found a bug please contact us at info@tradfrilux.comNOTE: We are not affiliated, associated, authorized, endorsed by, or in any way officially connected with Philips Hue.This app only works with the Philips Hue bridge (Both v1 and v2).",
            "id": "com.tradfrilux.huemelodi",
            "image": "https://play-lh.googleusercontent.com/YT1klHoVa3d3dO5I8JMlVBXnaxRX5bqP6W8rM6SxVhcZoEOH1FdouoZTpbsrk2VSC5c=s180-rw",
            "rating": 3.7,
            "raters": 55,
            "category": "Lifestyle",
            "developer": "Tradfri Lux",
            "expired": false
        },
        {
            "title": "BVV Arithmetic",
            "price": 30,
            "description": "Speed computing simulator with a choice of arithmetic operations and difficulty level. Useful for children to consolidate computing skills and parents in controlling the child’s mathematical activity.Fascinatingly! Recklessly! Captures both children and adults!",
            "id": "bvv.pro",
            "image": "https://play-lh.googleusercontent.com/TKytXBOdJDaRyWZN2SeMLInmy-wD1VUfRDM_zTcRviwLqRRkfqeK4aZl5JUOLtZd0w=s180-rw",
            "rating": 4.9,
            "raters": 105,
            "category": "Education",
            "developer": "Viktor Bykov",
            "expired": false
        },
        {
            "title": "Dead Bunker 2 HD",
            "price": 15,
            "description": "In this game you are going to be a mercenary who does every work he sees! To risk your life - this is what your job is, as long as they pay for that well!   After the phone call of your old friend who served together with you in special forces, you'll need to do a task... A company dealing with some biological developments offered good money for a job that, at first, seems to be easy. To find documents in one of the secret laboratories of the former competitors. Why not? And the wage is fair!   While striving for your goal, you will face the results of developments and mysterious experiments conducted at the biological center. People say that several years ago they had a virus leakage or something like that. After that, the company was liquidated, the area of the center was announced to be a forbidden and highly protected zone, and the whole accident never went public. What is waiting for you in the catacombs leading to the bunker with the secret documents and what happened with the group sent there before? Maybe, money is not the most important thing? Is the ordinary task going to become a real horror and a fight for life? There is a feeling of something bad. Prepare your outfit and start for the target point.",
            "id": "com.egproject.deadbunker2hd",
            "image": "https://play-lh.googleusercontent.com/PZXCvv0doehZrNnUUP_LpdVbaewh_T33f8QploG4JRJPEh9SgBtujIqI6aZdQf_O=s180-rw",
            "rating": 3.5,
            "raters": 384,
            "category": "Action",
            "developer": "EGProject",
            "expired": false
        },
        {
            "title": "Givon - Icon Pack",
            "price": 45,
            "description": "How to setting ?-&gt; Download launcher &amp; set it as your default home.-&gt; Apply Givon Icon pack to Launcher-&gt; Change  launcher settings as follows :Home screen:- Portrait gird : 5x4Drawer:- Portrait gird : 6x4- Drawer background transparency : 0-10%Dock:- Number of dock icons : 5Advanced:- Icon size 140%- Icon font : systemFEATURES- Full HD 192 x 192px- 1.350+ Flat Icons.- All Icons be vector designed- All Icons be redrawn carefully- Compatible with Multi Launcher- Icon Back and Icon Mask- No Advertising- Monthly updates- Capacity light, easy to use- Clean and cool, bright and colorful- Limited time sales- Icon request tool inside the app- Cloud based wallpaper section- Help and FAQ section- Material design theme dashboard- Support lot of launchersThanks and Please give me 5 stars. Get more free apps in the future.Please, if you have any issues with the app, send me an email before writing a negative review or refund. I would help you immediately quickly★★★★★ HOW TO USE ? ★★★★★- Download a supported application launcher (see the list at bottom)- Install the icon pack- Start application and apply. In the list choose your launcher.- If you do not see your application launcher in the list then apply it within your launcher★★★★★ Supported launchers ( Apply From Icon Pack Dashboard) ★★★★★Apex , ADW , Go ,  TSF , Holo , Nova , Holo for ICS , Lucid , Pro , KK , Hola , Solo , Smart , Action , M , N , Etc , Inspire , UI 5.0 , Lollipop , L , Dodol , AdwEx , Atom , Aviate , Themer , CM Theme Engine , Mini , Nemus , S , Next , Nine , Unicon , Epic , ABC , Evie , LG Home , Nougat , V , Zero , Arrow…and most others that have icon pack support.If you do not see your application launcher in the list then apply it within your launcher=&gt; You can also apply icon pack from the respective launcher's theme / icon settings This icon pack has been tested. It works with these launchers. However, it may also work with others too. In case you do not found an apply section in dashboard. You can apply icon pack from a theme setting.Notes• Google Now Launcher do not support any icon packs. • GO Launcher doesn't support Icon Masking and Icon Upon.• Missing an Icon? feel free to send me an icon request and I will try to update this pack with your requests.• FOR LG USERS: LG HOME With latest update LG HOME does not support icon pack on some devices.I am still working on it may be it will work in a upcoming release. So in a mean time you have to use a launcher on LG devices.Follow us and update app onGoogle+: https://plus.google.com/u/0/+RaymondRudo",
            "id": "com.rainystudio.givoniconpack",
            "image": "https://play-lh.googleusercontent.com/56l5gv8X0WiKuenR7mOgleF2PvJwhkubYW4NwAapxbFubejbXM3K_wSM0tg6TvV0GvKX=s180-rw",
            "rating": 4.1,
            "raters": 121,
            "category": "Personalization",
            "developer": "A1 Design",
            "expired": false
        },
        {
            "title": "Screen Draw Screenshot Pro",
            "price": 260,
            "description": "With Screen Draw Screenshot you can draw on every screen of your smartphone and take screenshots and videos. Quick accessible, always and everywhere! Screen Draw Screenshot is perfect for presentations, video tutorials or screenshots to highlight texts or images on the screen. The Screen Draw Screenshot toolbox is individual placeable per drag and drop. Addtional you can rotate the draw toolbox horizontal or vertical that you can place it at the best position on your screen or you just hide it in the notification bar.Forget the inconvenient steps and key combinations to take and edit a screenshot. With Screen Draw Screenshot you can take screenshots and videos with just 1 click! Activate the draw mode, draw or mark something and click on the screenshot button. You can share your screenshot instantly!• Take screenshots and videos (Android Lollipop required)• Export screenshots as pdf• Crop screenshots• Draw everywhere• Add text• Stroke color and width selectable• Hide-mode• Always accessible• Individual placeable per drag and drop (horizontal and vertical)• Undo/delete drawing function• Accessible with one click• Add screen draw icon to quick settings (Android 7 required)• Autostart on boot of device• Delete status bar from screenshots",
            "id": "com.kewitschka.screendraw",
            "image": "https://play-lh.googleusercontent.com/pMrn2sGVXfarZnArB0Nm0Ow7GqPdlFBeUlUzPXKddgFXw6kTYLNf12kMwMObDjR8O0E=s180-rw",
            "rating": 4.1,
            "raters": 2884,
            "category": "Tools",
            "developer": "Kewitschka",
            "expired": false
        },
        {
            "title": "Screenshot Pro 2",
            "price": 130,
            "description": "Info: The microphone permission is needed to be able to take videos with sound.The times are over, where you had to trigger complicated key combinations just to take a screenshot or a screen video. With Screenshot Pro you can take screenshots and screen videos with just 1 click, share it with any app or crop it. Screenshot Pro is hided to the notification bar, once it is launched. That means it is always and everywhere accessible, no matter on which screens you are. You can also add a floating button to have it accessible even more quickly. By clicking on the button or the notification you can take screenshots or screen videos instantly. All screenshots and videos are stored in the gallery. That's all! It is as easy as that!• Screenshots and screen videos with just one click• Floating icon• Crop screenshots• Share screenshots• Always and everywhere accessible• Shortcut in quick settings (for Android 7.0 and larger)• Autostart after boot of device• Delete status bar from screenshots• Choose default action after screenshot taken",
            "id": "com.kewitschka.screenshotpro2",
            "image": "https://play-lh.googleusercontent.com/hJ3j55Qbuw0WVFczAF_8Lbf5G9cR1auNyUoH4WeEMTLEnkSjuUDbJ6PWMAjb5Ifx4vA=s180-rw",
            "rating": 3.6,
            "raters": 3366,
            "category": "Tools",
            "developer": "Kewitschka",
            "expired": false
        },
        {
            "title": "Darkonis - Icon Pack",
            "price": 120,
            "description": "Darkonis: A dark set of high quality icons.What's included:★ 3.400 + HD icons★ 40+ matching HD cloud wallpapers★ Launchers support: Action, Adw, AdwEX, Apex, Atom, Aviate, GO, Next,Nova, Smart, Solo...★ Icon masking for un-themed icons★ Dynamic calendar (For Nova Launcher)★ Alternative icons to choose★ Updates.Thank you for supporting me!",
            "id": "com.darkonis.iconpack",
            "image": "https://play-lh.googleusercontent.com/WtR5a1vDUdpLi29jQEvdYO071Or32kNy56g-w7Er8DxYraQV43KyLns1dBdbS_YX5QI=s180-rw",
            "rating": 4.3,
            "raters": 174,
            "category": "Personalization",
            "developer": "PhunktasticDesigns",
            "expired": false
        },
        {
            "title": "Pitch Pipe Wear",
            "price": 90,
            "description": "Pitch Pipe Wear is a virtual pitch pipe for Android Wear devices. This app provides a convenient way of playing any note in the chromatic scale using a familiar circular design. Use it to tune your instrument, find your starting pitch before singing, or for ear training.Note: Your device must have a way of playing audio to use this app. Only devices with a speaker or Bluetooth headphones are supported.",
            "id": "com.stepheneisenhauer.pitchpipewear",
            "image": "https://play-lh.googleusercontent.com/936PTrV2khIlZL-WBhDCgVOGcMqMYlCY4J4iAP41Fp8ciOrs65Ff5C-zZVt5rvctjQ=s180-rw",
            "rating": 5.0,
            "raters": 6,
            "category": "Music & Audio",
            "developer": "Stephen Eisenhauer",
            "expired": false
        },
        {
            "title": "Spelling Book PRO",
            "price": 150,
            "description": "Welcome to our newest educational English spelling game Spelling Book PRO!With Spelling Book you will test and practice your English spelling skills in an entertaining and challenging way! Hundreds of most misspelled English words included. 2 game modes Challenge and Practice. Challenge people from all around the world!Educational fun for all ages!Learn new words and vocabulary in an entertaining way and become a new spelling star in your English lesson!How to play: There will be 4 words shown on the screen, tap on all the words that are spelled correctly! Watch out, you can make max 5 mistakes, otherwise game ends! Submit your score to see who is the best! Don't like challenges? Then play a practice mode.*** Features **** Educational English spelling game for all ages* Hundreds of most misspelled English words included* Local and global leaderboards included - compare your score with other people from all around the world* 2 Game modes - Challenge and Practice* More games you play, better overall score you getWe hope that our educational game Spelling Book PRO sharpens your spelling skills in an entertaining and challenging way! If you like the game and want to support it, please just rate it, thank you!If you find any bug or have any question, please let us know at littlebigplay@gmail.com.",
            "id": "air.com.littlebigplay.games.premium.spellingbook",
            "image": "https://play-lh.googleusercontent.com/jWUOnvU-HqIL1nsbZu1rp8zDyTeAxnn_BrYFHKCc3li5a3Roz76qcap0bhP1EUu6ZHE=s180-rw",
            "rating": 4.2,
            "raters": 107,
            "category": "Word",
            "developer": "LittleBigPlay - Word, Educational & Puzzle Games",
            "expired": false
        },
        {
            "title": "Shapy - Adaptive Icon Pack",
            "price": 80,
            "description": "<b><u>THIS IS WHAT YOU WILL GET</u></b>- Regular updates &amp; Long term support- Free / Premium icon requests. The limit of free requests is reset after <b>each</b> update.- <b>1200</b>+ icons - this is an adaptive number 😋- <b>1800</b>+ app activities!- 29 Clock widgets- About 200 wallpapers- Dynamic clock icon &amp; Dynamic calendar- Tweaked dashboard: icon shape preview, auto light/dark theme, bigger icon preview, custom font/icons,...<u><b>Get in touch:</b></u>• Twitter: https://twitter.com/OSheden• Telegram: https://t.me/OSheden• Email: osheden (@) gmail.com<b><u>THANK YOU FOR USING OUR ICON PACKS AND SUPPORTING OUR WORK</u></b><b><u>NEED HELP?</u></b>If you need help PLEASE contact us by email, Twitter or Telegram.Note: do <b>NOT</b> install on your external storage - you may have incompatibility issues especially with Clock widgets",
            "id": "com.osheden.shapy",
            "image": "https://play-lh.googleusercontent.com/1H6J_Bg0B88qgXEuJqj833HI9mMXzxr_39ecJuSAgeBD_DiaXDTI4dKF34rlxndzZ8c=s180-rw",
            "rating": 4.7,
            "raters": 13,
            "category": "Personalization",
            "developer": "OSheden",
            "expired": false
        },
        {
            "title": "Cyber Fighters: League of Cyberpunk Stickman 2077",
            "price": 20,
            "description": "A BRAND NEW EPIC CYBERPUNK FANTASY ACTION GAME🏆 Premium Feature: 2 unique costumes for Brandon (swordmaster class) and Hachi (archer class).Hurry up and get stunning costumes for free to equip your unique cyber fighters. It's time for you to become the Legend Cyber Fighter!<b>Cyber Fighters </b> is a free-to-play of the new shadow stickman style game in cyberpunk theme, a great combination of action game, role-playing (RPG), and player versus player. A new experience for players to enjoy the classic fantasy action fighting game. You will be amazed that Cyber Fighters is an offline cyberpunk game, which doesn't need the internet to dive in a fantasy world &amp; fighting the epic shadow battle. Fight in your own way because you can select among 5 unique cyber fighters with diversity skill &amp; battle style. You can choose Cyber Officer Swordsman, The Punisher of God Thunder, The Queen Bee Archer Assassins, Cyborg Senseless Killer, and The Deathly Shadow Panther.Ready to plunge into the cyberpunk world with infinite hack and slash battles &amp; countless fast-paced action? Then welcome to Detroit city, where it all begins!In 2077, World War 3 ended, the world map was redrawn. North America was divided into 5 regions intersecting in the city of Detroit. After a series of failed agreements between states, the city fell into anarchy.More than 750.000 of civilians were forgotten by the rest of the world. Over time, in the forgotten city, formed criminal forces. They rebelled and fought with each other to compete for their influence over the city.Everything in Detroit is now operating like an amip. If you can not be a part of it, then you will soon become its prey. Will you be powerful enough to change that, cyber fighters?For fans of classic Action RPG and Stickman Fighting Games around the world, you will not be disappointed for sure once join this game - a massive cyberpunk world full of gang wars, cyber weapons, hack n slash combats, survival battles, and many more. Let's start the adventure right now, fighters! It's time for you to become the Greatest Cyber Fighter Legends!**********THE LEGENDS STICKMAN CYBER FIGHTER Cyber Fighter offers five different heroes with a diversity of combat styles for players to choose:  Slashing monster by a Thermal Blade, Thunder Hammer &amp; Energy Spear or shooting their way over bosses by a Mighty Arrow or Power Cannon.BRING JUSTICE FOR THE DARKNESS CYBERPUNK CITYEach chapter goes through, you'll experience an epic battle with the darkness shadow force: zombie, ninja, yakuza, cyber monster, gangster, assassins, cyber dark angel or the gigantic boss.COMRADE-IN-ARMS SYSTEMBesides the unique combat style, each hero will have their own comrade-in-arms to summon and it has their own combat style too. Fighting alongside your soul knight robot through the deathly shadow battle. STUNNING DESIGN, EFFECT &amp; GRAPHICSThe Cyberpunk world in Cyber Fighters is full of the amazing design concept from background to character, &amp; enemy design. You will be amazed by the fascinating graphic &amp; effect skill in Cyber Fighters. <b>Game Features:</b> - Offline Mode: Experience the game with no internet connection required! - Enjoy incredible graphics of the Cyberpunk world!- Fight against other Player with online mode (PVP)- Dive into this Action RPG on your own fighting style!- Learn skills, face against many cruel enemies, evil cyber monster, the cyber mafia, cyber shadow hunter assassins, and mighty bosses. - Collect lots of cyber weapons in the huge weapon system!- Customize your hero with the costume &amp; drones system.- Challenge yourself to survive in challenge mode with endless waves of cyber hunter enemies.- Many more interesting features that you will find out in-game!.<b>Follow us at: </b>https://www.facebook.com/OfficialCyberFighters/Feel free to send us feedback via emailezgcyberfighters@gmail.com",
            "id": "com.zitga.cyberfighters.shadow.hunter.legends",
            "image": "https://play-lh.googleusercontent.com/qOU2XdcZokFZoHaKTqTPE_XKhBdgaVerXMMb35Sd4XrWUcqJYgisnkNwzkqEn2mO1Ac=s180-rw",
            "rating": 4.2,
            "raters": 1161,
            "category": "Action",
            "developer": "ZITGA",
            "expired": false
        },
        {
            "title": "Galaxy Attack: Alien Shooter (Premium)",
            "price": 30,
            "description": "Are you stoked about what comes with this Premium? In this version of Galaxy Attack: Alien Shooter. Earth's last hope is in your hands, take control of the lone spaceship and protect Earth from alien swarms. Your goal will be quite challenging as you will have to save the Universe from its evil enemies. In this space shooting game, you will be facing an increasingly large number of enemies in hazardous environments. As the game progresses, you will earn the right to upgrade your spacecraft to unleash its full lethal capacity.HOW TO PLAY:* Touch screen to move and kill all enemies.* Collect items to upgrade or change your weapons.FEATURES:* Multiplayer mode: 1 vs 1, 1 vs 3* High quality images optimized for tablets and large screens.* Ability to use active skills during the space battles.* The game is packed with 160+ levels on various difficulties.* Beautiful levels with immersive missions to complete. * Multiple extreme boss battles. * Upgrade your guns and lasers.Enjoy classic space combat - powered up. Download Galaxy Attack: Alien Shooter now!Follow us on Facebook:https://www.facebook.com/GalaxyAttackJoin Group with ushttps://www.facebook.com/groups/GalaxyAttackAlienShooter",
            "id": "com.alien.shooter.galaxy.attack.premium",
            "image": "https://play-lh.googleusercontent.com/SrXelxuBrHSwtbYdIF4A5JzXDn_H-so9ZoO0GUBUBCwPTucPKcnqwiycv8KgTeIfTZ0=s180-rw",
            "rating": 4.1,
            "raters": 8112,
            "category": "Arcade",
            "developer": "ONESOFT",
            "expired": false
        },
        {
            "title": "The Hearts PRO",
            "price": 170,
            "description": "<b>Challenge yourself and other people from all around the world in our addicting puzzle and brain game with a twist The Hearts!</b>Do you like puzzle games in which you must connect same type of symbols? Do you like games in which you must think fast? Do you like brain exercises? Then check out our original puzzle logic game The Hearts!The Hearts PRO is a full version with no ads, no In-App purchases and it can be played without an internet connection offline.<b>FEATURES:</b>✓ 6  game modes to choose from - Challenge, Quick, 4 minutes, 20 moves, Hard and Relax.✓ No ads, no In-app purchases, no subscriptions✓ Color blindness friendly ✓ Submit and share your points and review points of other people from all around the world + track your personal bests✓ Some modes require fast thinking and other logical thinking✓ Puzzle and brain game for all ages✓ Play offline - no internet is needed✓ Simple to play with minimalist design✓ More games you play, better overall score you get<b>HOW TO PLAY:</b>✓ Slide your finger over at least 2 symbols of the same type in any direction to connect them, release your finger to remove the created chain and to get the new symbols to play with. Remember, longer chains you create, better score you get. In a challenge mode you must connect at least 5 hearts/symbols to get the new hearts, otherwise they will be removed. In a hard mode 6 hearts/symbols.Have a nice time playing The Hearts and if you like the game please rate it. It helps us a lot in adding new features. Thank you!<b>SUPPORT:</b>✓ Email: littlebigplay@gmail.com✓",
            "id": "air.com.littlebigplay.games.premium.thehearts",
            "image": "https://play-lh.googleusercontent.com/Tp5Hm4i9SEjMQ9AnLX9oktOT-qnKj9gArqM8xTRggm0ejIAn-2kHDHifC338mR0eyg=s180-rw",
            "rating": 3.9,
            "raters": 75,
            "category": "Casual",
            "developer": "LittleBigPlay - Word, Educational & Puzzle Games",
            "expired": false
        },
        {
            "title": "Star Balloon",
            "price": 24,
            "description": "Enjoy a breeze of fresh air in the match-3 genre. <b>Keep your brain in good shape</b> with this thrilling logic game with delightful balloons.Star Balloon is a unique match-3 game with thrilling mechanics. You have to think fast to pop enough balloons to clear a path from bottom to top. And then you have to be agile to get the star balloon through that path to advance to the next level. The end goal is to get the star balloon to the stratosphere, where it will bring free Internet to the world.Sweet balloons keep coming up, and you can control the wind to swing them in the right direction by tapping two fans at the bottom of your screen. The controls have been meticulously designed for mobile devices with touch screens.<b>Features</b>★ Have a refreshing entertainment experience. Star Balloon has unique mechanics founded on familiar logic rules.★ Enjoy a delightful mobile-first gameplay experience. Star Balloon has been meticulously designed for touchscreen devices.★ Control what you pay. Star Balloon has no in-app purchases, no ads, no currencies, just fun. Pay once and play as much as you want.★ Play with the whole family. No violence, or strong language, just sweet and colorful balloons.★ Play anywhere, even offline.★ Enjoy every single level. Star Balloon includes over 60 amazing levels carefully designed manually to balance fun and difficulty.★ Discover 5 special balloons and unique obstacles as you progress through harder levels.★ Train your fast thinking brain. Star Balloon has thrilling action and you have to apply logic very quickly.★ Replay as much as you want. Each time you play a level you get a different experience.★ Progress smoothly through the levels. The difficulty increases as you learn, even when new mechanics are introduced.★ Enjoy an immersive gameplay with great music matching the pace of the game.★ Focus on having fun with beautiful, minimalist art and a super clean interface.If you experience any issue while playing Star Balloon, please contact our customer support at support@arumastudios.com and provide as much information as possible about your problem. We will do our best to help.",
            "id": "com.arumastudios.starballoon",
            "image": "https://play-lh.googleusercontent.com/1T1vt8v4yh4r3o8Dz_LjfF44Q-DtFgFBKJibrF-iWUDPkShp6wp_xlplEUkV9G5Uhv8=s180-rw",
            "rating": 3.8,
            "raters": 64,
            "category": "Puzzle",
            "developer": "Aruma Studios",
            "expired": false
        },
        {
            "title": "Defender Battle: Hero Kingdom Wars - Strategy Game",
            "price": 160,
            "description": "Defender Battle Premium offers you:✅Free 200 diamonds.✅Free 100 Viking souls✅Free 100 Tree Warrior souls✅Free 100 Fire souls✅No interstitial ads.Kingdom of Arthur was invaded by dark forces and demons. The war broke out. The devils divided the kingdom into separate regions to rule with dark magic.Only powerful heroes, the warriors with ancient magical powers and the best tactics can save the kingdom. The army of kingdom will have to fight the monster, zombie, orc or the devils come from demon kingdom.Build your army and make your empire to defend your kingdom from evil attacks. Upgrade your castle before the kingdom sinks into the dark. Are you ready to join the battles in Realm Battle: Rival Kingdoms?▶The best strategy gameRealm Battle is a perfect combination of a war strategy game and a role-playing game. You will build your army by summoning soldiers and heroes to fight in battles. Besides that, you can also control your hero to lead his army to victory. You will learn how to become a warrior, summon reinforcements, how to command your troops, recruit elven warriors, face legendary monsters, how to use resources to build a kingdom and how to win a battle. Your once great kingdom now fights for its life against a scourge of mighty monsters! Are you ready?▶ Upgrade, Defense, and MagicAs a tower defense strategy game, Realm Battle has tactics in every part of the game.Upgrade your kingdom rush and army in different ways to create the best tactics. Defend your castle by summoning elves and royal troops to keep monsters from touching your castle. Use ancient magic to help your troops get stronger, ancient spells and soul stones help you win the toughest battles.▶ Legendary hero and allied kingdomRealm Battle is unique in comparison to other strategy games, Realm Battle will bring you the experience of a role-playing game in a strategy game. You can control your legendary heroes, move and use skills and also summon troops, command your army to win battles. In Realm Battle you will be supported by allied kingdom. The warriors from the human kingdom with resilience and ability to use tactics, from elf kingdom with the best archers and the warriors with ancient power, element kingdom with mysterious power and powerful spells. All that makes a great strategy game.▶ Battle million other playersPVP system is a new feature of Realm Battle. You can show your power to your friends or millions of other players around the world. Where you show the strength of your kingdom and receive rewards.Game Features:★ Epic defense battles with a combination of RPG and strategy games.★ The military system with 100+ different types of enemies and 60 different challenges.★ You control the action! Activate Heroes’ skills.★ Command your soldiers and see them engage in hand to hand fantasy cartoon battles!★ Multiple worlds to play with 3 kingdoms and 25 different soldiers from Viking, assassin, archer to demon hunter. ★ Over 40 different enemies, from goblins to evil dragon each with their own skills!★ 7 heroes from the Human kingdom, Elven kingdom, and Element kingdom. Choose your champion to lead your troops to victory!★ A huge variety of enemies offer multiple challenges: Burn your enemy, freeze, stun, poison, slow and more skill from your items to cast in battle.★ PVP mode: Where you can fight with other players around the world.Visit us on Facebook at https://www.facebook.com/realmbattleKeep in touch with us if you like Realm Battle: Heroes Wars and do not forget comments to us about this. We would love to hear from you!",
            "id": "com.unimob.frontier.wars2.kingdom.premium",
            "image": "https://play-lh.googleusercontent.com/liwSP4YWJZBI936sUHkA9V4QazpKe17ZJ7C02B9oQc_wQTQylvMHRVoVNer1WgU7Db_J=s180-rw",
            "rating": 3.6,
            "raters": 242,
            "category": "Strategy",
            "developer": "UbiMob",
            "expired": false
        },
        {
            "title": "Text Neck PRO - Forward Head Posture Correction",
            "price": 250,
            "description": "👉Do you want to have a correct posture? What if we tell you that you can have it? With simple exercises and stretches and no need for equipment! Text Neck PRO App will guide you to the perfect posture! 👍👉The main causes of Forward Head Posture are prolonged computer use - <b>tech neck</b>, studying while keeping your head forward, looking down on smartphone for a long time - <b>text neck</b>, or any other postures that make your head lean forward or bend down. We created this app to help you correct posture with simple exercises and stretches! ✔️👉No Need for equipment - Do it <b>at Home or in the Office</b> easily!✔️👉 With our questionnaire, you will have a personalized training plan for your needs. <b>Neck stretches and neck exercises</b> will help you regain control of your neck position and <b>good posture</b> overall.👉With the new design and the possibility to schedule a consultation with our Health Professionals, we are providing a personalized training plan to help you with your posture.  Bad neck posture is one of the leading causes of shoulder tension, back pain, and neck pain. ✔️👉Correct posture is important for your overall health and wellbeing. It aligns everything in your body in the proper position. Your body can only function optimally if you have a proper head position. ✔️👉We will show you <b>How to fix Forward Head Posture - “Text Neck”</b> with scientifically proven methods. Our custom exercises with guided training are the perfect way to help you <b>improve posture</b>. All exercises are easy and safe to do and you need only 5-8 minutes of your time. Training programs are based on dynamic and static exercises and stretching for the neck. ✔️👉Proper head posture will <b>reduce neck pain</b>. Our app is great as a <b>neck pain treatment</b> with specific exercises and <b>stretches.</b> ✔️👉It doesn’t matter if you are 7 or 107, our app is completely safe to use! ✔️👉Posture Reminder - With our smart notifications, you can set up custom posture reminders.👉Text neck indicator - With our questionnaire and wall test we will help you diagnose your head positioning. 👉The biggest problem with Forward Head Posture is that when your head is pulled forward the additional pressure on your neck, shoulders and back rise dramatically causing serious tissue damage. That can cause neck pain and back pain. For every inch (2,5cm), your head is thrust forward from its natural position, it adds another 10-12 Lbs (4,5 - 5,5kg) of stress to your neck, shoulder, back and ultimately spine.Forward Head Posture <b>Symptoms:</b>   ★  Back Pain   ★  Neck Pain   ★  Chronic Neck Pain   ★  Restricted Breathing   ★  Headaches and migraines   ★  Insomnia   ★  Chronic Fatigue   ★  Numbness and tingling in the arms, hands, and fingers   ★  HunchbackWe are here to help you! ✅👉Relief for neck pain - The muscles in the neck and in shoulders are responsible for the tension that often leads to a painful, stiff neck. Our stretches of the neck at the end of the training program will relieve pain in your neck. Neck spasms may happen from poor neck posture and when neck muscles go into spasm, the spasm can even cause headaches. 👉This application is created based on <b>years of scientific research in Medicine and Physiology. </b>👉After huge success with our Text Neck application and more than 120.000 happy users, we decided to offer the PRO version, you can enjoy the new design and an ad-free version of the app. ✔️👉Our training program is optimal for your health and for your <b>Forward Head Posture Correction</b>, start it as soon as possible and enjoy <b>all the benefits that good posture provides.</b> ✔️",
            "id": "posture.correction.pro",
            "image": "https://play-lh.googleusercontent.com/7GlhufrzlPlC0IWmm-4DvR25CCZb3_2zDUYeT1akdjIQtv87KCoqORgIFIJnRrXvkUs=s180-rw",
            "rating": 4.2,
            "raters": 77,
            "category": "Health & Fitness",
            "developer": "🎖️ Posture Correction Professionals",
            "expired": false
        },
        {
            "title": "Gear Sun 2",
            "price": 20,
            "description": "Cool moving gears and needles full of metal appearing on your screen.You can choose color of background plate, color of ring, select quantity and color of two layers rotating needles, color of central gears in the sun , choose color and quantity of particles, flying above. Also You can select speed of gears and needles and choose one of two types of particles behavior to customize your wallpaper. Great original 3d hd steampunk live wallpaper.",
            "id": "tmlmng.lwp.grssunm",
            "image": "https://play-lh.googleusercontent.com/qDDQN3eRHDNWkS9iVpQPkbWQLN0N-fV2tudvnl35tqGNzBmm7FvlC8mk-cqiRrejbw=s180-rw",
            "rating": 3.8,
            "raters": 28,
            "category": "Personalization",
            "developer": "TLMNGTN",
            "expired": false
        },
        {
            "title": "Reckless Rider Helicopter",
            "price": 10,
            "description": "RACING WITH CHOPPER IS GOING TO BE FUN. Reckless Rider Chopper is a best adventurous racing arcade action challenging game &amp; its absolutely free. Fly racing through skies and run along the unlimited path, picking up coins, avoiding collisions &amp; shooting missiles. Navigate your helicopter, take full command over your chopper, be a master yourself and Challenge your friends to beat your score and achievements. Boost your score by collecting precious coins.Collect Shield kits which will protect the chopper from the one attack. But it's probably best to avoid missile spikes all together. Remember, money is nothing without a long run. You are provided unlimited with unlimited bullets &amp; missiles to add more excitement to the game play. This game has an exciting feel than any classical version of chopper games and proves to be more challenging. It will take tons of courage and conquer the skies with your attention. This game is highly recommended for you as you love racing, action, shooting, flying &amp; running games. ******* Skillful play will be rewarded with Free Coins and Achievements. ******* Features: - Super smooth graphics - Simple controls - Cool stunts *Get it while it is free! HOW TO PLAY 1. Tap the screen or hold to push the Chopper up 2. Release to come down 3. Avoid obstacles by flying around them 4. Run the chopper as long as you can without crashing Practice your flight because the difficulty grows up in all Modes. Big challenges are available in next update with Action Mode, turn on the machine gun and prepare for the racing chopper shooting.. Enjoy! We appreciate your ideas &amp; suggestions via E-mail. Thanks in advance.",
            "id": "com.brightmoon.recklessridechopper",
            "image": "https://play-lh.googleusercontent.com/0b7_pnPveQOR3Nzu67efzjG6FB8RVDMnUzDQbO3-jURyyc_YyAy59fLt5fp4pKh54g=s180-rw",
            "rating": 2.7,
            "raters": 36,
            "category": "Racing",
            "developer": "Brightmoon Entertainments",
            "expired": false
        },
        {
            "title": "Flippy Floors : Dancing Ball",
            "price": 30,
            "description": "Come Join into the Exciting  New Hyper Casual Game, Flippy Floors Dancing BallTake control of the level's environment to guide your little ball to the exit in this new one-of-a-kind adventure!.Progress smoothly through interesting combinations of mechanisms, gears, wheels, and slides!.Just make sure to keep your ball’s balance and not let it fall..Roll fast to activate your shield and blast obstacles on your way!Features of Flippy Floors Dancing Ball.50+ Unique Levels.Pleasent Cool Graphics.Save Data to play where we stopped.Rewards and extra Bonus",
            "id": "com.elitegames.dancingballs.flippyfloors",
            "image": "https://play-lh.googleusercontent.com/Q1PCZ223rdKuzsMdCqQzfL6MIy_15dy_hZqixF33KmTwHfa83x8er7prvOOxAEFdCA=s180-rw",
            "rating": 3.4,
            "raters": 18,
            "category": "Arcade",
            "developer": "Elite Royale Games",
            "expired": false
        },
        {
            "title": "English Irregular Verbs Test & Practice PRO",
            "price": 160,
            "description": "<b>Test &amp; Practice knowledge of English irregular verbs in an interactive and entertaining way in our educational game English Irregular Verbs Test &amp; Practice!</b>Learn infinitive, simple past and past participle forms in a challenging test mode or a relaxing practice mode!English Irregular Verbs Test &amp; Practice is a full version with no ads, no In-App purchases and the game doesn't require internet connection.Play and learn at the same time!<b>FEATURES:</b>✓ Learn Infinitive, Simple Past and Past Participle forms in an entertaining way✓ Learn new words and vocabulary✓ Improve your typing and spelling skills✓ Hundreds of English words included✓ 4 game modes - Test, Practice, Browse, Review Mistakes✓ Track your progress and other stats✓ Local and global leaderboards - review your points and points of other people from all around the world ✓ No Ads, No In-App purchases✓ Can be played offline without internet<b>GAME MODES:</b>✓ Test - you have 3 minutes to get through as many verbs as you can in order to get the best score possible. You can make max 5 mistakes in total. Submit your points to an international leaderboard to see who is the best! (you can disable points submissions)✓ Practice - play without timer &amp; lives.✓ Browse - browse through all the words and their past forms. Hide or see the correct forms.✓ Review mistakes - you can review all your mistakes and correct answers at the end of each round or at the end of the game.We hope you will enjoy our educational game English Irregular Verbs Test!Thank you for choosing and playing our games!",
            "id": "air.com.littlebigplay.games.premium.irregularverbs",
            "image": "https://play-lh.googleusercontent.com/-3jQwh8xKdzxjgRju1Esflwdb_rGvuYMEjVGFnGcXJ9P1CqJdKwhvUm7lN02BlyaYA=s180-rw",
            "rating": 4.0,
            "raters": 40,
            "category": "Educational",
            "developer": "LittleBigPlay - Word, Educational & Puzzle Games",
            "expired": false
        },
        {
            "title": "Galaxxy Idols PV: Dress Up and Runway",
            "price": 75,
            "description": "Galaxxy Idols The PV is now released!■ Special benefits for PVThe PV offers 5 Scratch Card and 300 Care Points by default.Go to the [Scratch] menu and get a costume now!※ Caution! It does not share the game data with the free version of Galaxxy Idols.Welcome to Galaxxy Idols!Do you have what it takes to be the fashion queen of the galaxy?<strong><i>Galaxxy Idols is a real-time dress up game that will challenge your fashion creativity in becoming the next space idol star.</i></strong>Dress up and runway against other players in PvP, with actual players as judges from all over the world.Be the one who sets the new standard for galactic fashion trends![Story]Hostile aliens are invading major fashion cities and shifting people's outfits into perverted costumes.Your goal is to become the \"Legendary Space Idol\", and bring those invaders to justice![game feature]<strong>★ Harajuku-inspired Outfits ★</strong>Mainly inspired by Harajuku fashion style, all outfits in this game are designed based on pop art, cyberpunk, internet memes, 8-bit graphics, and so on.We will consistently add a new collection of outfits on a monthly basis!<strong>★ Real-time Dress Up &amp; Runway ★</strong>Dress up your idol in real time following the theme and directly evaluate the fashion of other player's idols. <strong>★ Various Stickers ★</strong>After dress up, players can place stickers anywhere they want on top of their creative design.Collect them and find a creative way to use them to your advantage!<strong>★ Future Plans ★</strong>- tons more items- a drawing mode where players can draw their own stickers- a story mode where players can explore the major fashion cities, battle aliens, and get alien fashion items",
            "id": "com.buffstudio.gfa.vip",
            "image": "https://play-lh.googleusercontent.com/P_W65xSVw6nyy7_Is_UOb7RpPHgCiLzN2DmpQ1Dz_T2jRiPabzbbQABtEDnAFCwv82J-=s180-rw",
            "rating": 4.0,
            "raters": 125,
            "category": "Casual",
            "developer": "Buff Studio co ltd",
            "expired": false
        },
        {
            "title": "World Of Chess 3D",
            "price": 65,
            "description": "*****************************************- Board Games, Brain Games supported:******************************************************** Chess 3D   * https://en.wikipedia.org/wiki/chess************** • Chess 3D Animation : Real Battle Chess 3D Online is meaningful three-dimensional chess , use strong chess engine and LibGDX framework. Combat oriented game mechanics, complete with richly animated game pieces. • Chess is a two-player strategy board game played on a checkered board with 64 squares arranged in an 8×8 grid.The game is played by millions of people worldwide. Chess is believed to be derived from the Indian game chaturanga sometime before the 7th century. Chaturanga is also the likely ancestor of the Eastern strategy games xiangqi (Chinese chess), janggi (Korean chess), and shogi (Japanese chess). Chess reached Europe by the 9th century, due to the Umayyad conquest of Hispania. The pieces assumed their current powers in Spain in the late 15th century; the modern rules were standardized in the 19th century. ******************* Go (game) 3D  * https://en.wikipedia.org/wiki/Go_(game)****************** • The word \"Go\" is derived from the full Japanese name igo, which is derived from its Chinese name weiqi. • The Korean word baduk derives from the Middle Korean word Badok, the origin of which is controversial; the more plausible etymologies include the suffix \"dok\" added to \"Ba\" creating the meaning \"flat and wide board\", or the joining of \"Bat\", meaning \"field\", and \"Dok\", meaning \"stone\". Less plausible etymologies include a derivation of \"Badukdok\", referring to the playing pieces of the game, or a derivation from Chinese 排子, meaning \"to arrange pieces\".*************** Xiangqi 3D * https://en.wikipedia.org/wiki/Xiangqi************** • Xiangqi (Chinese: 象棋; pinyin: xiàngqí; English: also called Chinese chess, is a strategy board game for two players. It is one of the most popular board games in China, and is in the same family as Western (or international) chess, chaturanga, shogi, Indian chess and janggi. Besides China and areas with significant ethnic Chinese communities, xiangqi is also a popular pastime in Vietnam, where it is known as cờ tướng. • The game represents a battle between two armies, with the object of capturing the enemy's general (king). Distinctive features of xiangqi include the cannon (pao), which must jump to capture; a rule prohibiting the generals from facing each other directly; areas on the board called the river and palace, which restrict the movement of some pieces (but enhance that of others); and placement of the pieces on the intersections of the board lines, rather than within the squares. - Featuring: • online Game • 1000 Chess Puzzles Game • 1000 Xiangqi Puzzles Game• 3D richly animated game pieces.• 8 AI levels (3000 Elo) • use book • Free rotate camera. • Real time chat",
            "id": "com.skyisland.game.chess3d",
            "image": "https://play-lh.googleusercontent.com/4GatNSYpYeUg9TYPbi6w3kSI2Bf6jAaRJ0iqNXBkKP-3m5JrIXh7kmgrjZsqpVL5CA=s180-rw",
            "rating": 3.4,
            "raters": 316,
            "category": "Board",
            "developer": "SkyIsland Games",
            "expired": false
        },
        {
            "title": "Flying Bottle - Challenge freaking jump",
            "price": 20,
            "description": "One of the hottest mobile games of all time! Easy to pick up and play. Wildly addictive.How high can you get?You must help our jumper jump as high as possible onto a cute hand-drawn platforms. This game is an endless game, so you must simply keep jumping and try to get as high a score as you possibly can! And be warned: this game is insanely addictive!FEATURES:⚡Awesome power-ups to pick-up⚡Trippy obstacles to avoid⚡Use of special skills⚡Collect coins and make millions of dollars⚡Storm the lab in giant mechs and crazy vehicles⚡Equip high-tech gadgets and power-ups⚡Earn achievements and battle it out against friends⚡Test your reflexes with simple one-touch controlsHow to play: - Tilt to move left or right, tap the screen to shoot. * BE WARNED: This game is INSANELY addictive! * Don't flying bottle and drive!Notice: Flying Bottle is completely free to play, but the game also allows you to purchase some items for real money. If you do not wish to use this feature, change your device's settings and disable in-app purchases. . Please refer to our Terms of Service and Privacy Policy for more information.",
            "id": "com.mgif.flyingbottle",
            "image": "https://play-lh.googleusercontent.com/HpVGG746-BvW1kV7v0NlVsGrFcd1eDu4NfHkt6UDdjrRO6ddt-aKdcwbVu0L5ea2NUdS=s180-rw",
            "rating": 0,
            "raters": 0,
            "category": "Casual",
            "developer": "Mgif Studio",
            "expired": false
        },
        {
            "title": "PowerAudio Plus",
            "price": 300,
            "description": "PowerAudio music player brings you the all new music experience. \nIt features an easy to use interface and best in class audio quality. \nYou can browse songs by albums, artists or playlists. PowerAudio music player has a separate tab for all your favorite tracks, you can add songs to your favorites from any tab. \n\nPowerAudio music player supports playlists, you can create you own playlists with the tracks you want. \nThis music player features a powerful equalizer with BassBoost and Virtualizer. You can choose from a variety of music presets or create your custom preset.",
            "id": "power.amp.musicplayer.pi.audioplayer",
            "image": "https://play-lh.googleusercontent.com/CYW-l3xW63K8GUrHPyTNV0gNkqdpxmE9wvAVJ8cqDypIemm3PAw72wC3R9FPJ3XLzVUI=s180-rw",
            "rating": 4.4 ,
            "raters": 8431,
            "category": "Music & Audio",
            "developer": "PowerAudio Team",
            "expired": false
        },
        {
            "title": "Flippy Geometry 3D Polysphere Puzzles with Poly",
            "price": 65,
            "description": "Flippy Geometry 3D Puzzles is a brand-new 3D puzzle & brain teaser game!! The gameplay is very simple and relaxing: rotate the puzzle pieces, and as you get closer to the correct angle, the pieces will merge into a beautiful picture of artwork! It is like anti-stress slime simulator. If you are interested in coloring puzzle art and low poly art game or stress relief , Flippy Geometry 3D Puzzles with low-poly illustration is one of the best choices for you. 3D Puzzle designed for families. Test your brain if you love poly and brain games!",
            "id": "com.alieninzen.FlippyGeometry",
            "image": "https://play-lh.googleusercontent.com/o3zstmAD2c6djl7xE1isQLuzLmhsrmxH701xBcmhwpiwWVaQCq5ESheQo--TM_6GcSY=s180-rw",
            "rating": 4.9 ,
            "raters": 204,
            "category": "Puzzle",
            "developer": "alieninzen",
            "expired": false
        },
        {
            "title": "Frank Harr's Conversion--Units and Ratios",
            "price": 85,
            "description": "If you're an Engineer, A Scientist, A Researcher, Or just like Measuring Things You can use Frank Harr's Conversion App! So, what makes it so special? It's relatively small, doesn't need access to the internet, doesn't collect user data and has no ads and no in-app purchases.",
            "id": "appinventor.ai_RoyceGrey.Frank_Harr_s_Conversion_App",
            "image": "https://play-lh.googleusercontent.com/AzMFUc9bGJs2q3b8Rv5pZvjSrFkyTHOaYaq2tj52ZBoFBTyGG6jYEE_30Gi-g_0IZg=s180-rw",
            "rating": 0,
            "raters": 0,
            "category": "Tools",
            "developer": "Frank Harr: Printer's Pie",
            "expired": false
        },
        {
            "title": "Auditory Skills Checklist Pro",
            "price": 220,
            "description": "This App contains the MED-EL Rehabilitation assessment tool named the Auditory Skills Checklist (ASC). The ASC is used for paediatric assessment.",
            "id": "com.medel.auditory",
            "image": "https://play-lh.googleusercontent.com/vWAXLe-aJIkEvKJZenJFeFPAlFeH0ThXOVt2ZNTuwbGpaxQtn3LmLTy0K-u5vpyuW3Y=s180-rw",
            "rating": 0,
            "raters": 0,
            "category": "Education",
            "developer": "MED-EL",
            "expired": false
        },
        {
            "title": "INFINITY THE BLOCK : HELL BOSS (OFFLINE IDLE)",
            "price": 75,
            "description": "■ Initial Reward   - Diamond 500   - Gold 5,000,000 (5M)■ If you delete the game, the data will be reset■ Game Description- Block game that only blocks out now- Various blocks, not just blocks- Various boss waves every 10 waves- Splendor of day bosses appear every day- The power of the legendary boss heard only by the legend- Demonstrate your skills through clashes with legendary bosses- Huge rewards through various ranking status- Enhance your battleship to make it even more powerful- Ball power up through the lab- Automatic ball launch angle adjustment- Daily attendance bonus- Daily mission bonuses provided every day- Achievements and rewards never been given- Try to rank higher than other users through the legendary boss battle- When completing the Hell Boss mission, collect treasure chests that are given as rewards, and open the treasure chest with a key to give you items that can increase your ranking■ Game Tips- Change the diamonds (jewels) received in the game to gold and strengthen the ball through the lab- Reinforce battleships by reinforcing potions and reinforcement potions.- If you are curious about my information, click on the top left character- Rank status is closely related to achievement (it will disappear from the rank if you don't achieve the next achievement in 3 days)- After reincarnation, the level is reset but the stats remain the sameThe speed at which a block descends after reincarnation is maintained at the speed it was at at the previous highest level (the faster you can remove the block)■ Word of DeveloperYour review is very powerful for indie developersThank you",
            "id": "com.jmdsoft.infinitetheblockhellboss",
            "image": "https://play-lh.googleusercontent.com/LLX2zK7Hd_74JlzA8obK5NqMi5FAxF86EThYu-10BphGkOCexhWXlzqcmsji5eTZL94=s180-rw",
            "rating": 3.8,
            "raters": 33,
            "category": "Casual",
            "developer": "JMDSOFT Company",
            "expired": false
        },
        {
            "title": "Signils™ Manage Bluetooth | Detect Unknown Devices",
            "price": 85,
            "description": "Signils performs poorly on some Android platforms. Affected users experience inconsistent Bluetooth discovery results (devices are identified as \"uncategorized\"). 27 Nov Update: we should have a build for internal testing next Wednesday, 2 December. We've made significant improvements to the Statistics pages. You should find them much more useful now. We're looking at adding ratings so that people can get real information about devices from people that actually use them. We have completed most of the workflow and coding for free, trial, and paid versions of Signils. We're working on bug fixes, usability enhancements, a \"dark mode\" in the free version and color in the paid version, and a couple of new features. We're roadmapping a version that allows users to manage Wifi signals. If you need to rate the app less than 5 stars, please feel free to do so. However, please know that we are very aware of the worst issues and are working very hard to resolve them. Your experience with Signils is important to us. Thank you for your patience, kindness, and support!SUMMARY OF FEATURES• Detect Bluetooth enabled credit card skimmers and block unknown devices• Stream music from your favorite player and control it in-app (start playing music in the native app and control it in Signils) • By not displaying the song titles or having specific integrations to start music within Signils, we can support many more players• Manage and locate Bluetooth devicesDETECT CARD SKIMMERS• Detect uncategorized, unrecognized, and Bluetooth enabled credit card skimmers simply by adding new devices• Green checkmarks represent known good devices, yellow caution symbols represent uncategorized devices, and hacker symbols represent skimmers• View discovered credit card skimmers on a mapSTREAM MUSIC• Stream music from any player. We support Amazon Music, Google Play Music, Deezer, LiveXLive, AIMP, BlackPlayer Free, Musicolet, Phonograph, PlayerPro, PowerAMP, Pulsar, and more.• Start your music stream and control it from within our app. MANAGE DEVICES• Detect, connect, and favorite Bluetooth Devices, Beacons, iBeacons, Eddystones, or RuuviTags• Use \"Add New Devices or Beacon\" to add scan for and new devices or detect card skimmers • Sort devices by categories or device types• Upload your own picture to represent your Bluetooth devices• Manually enter the location where you store or keep your Bluetooth device• Change the name of your Bluetooth device• Use one or two columns to display your devices• Hit the big square box to connect or disconnect to your paired or favorite Bluetooth devices• Change how your device “autoconnects” to devices like car infotainment systems or hearing aidsMONITOR DEVICE INFORMATION• Connection Status• Battery Levels• Location• Type of Device• Services• Protocols • MAC Address• First Seen/Last SeenLOCATE LOST DEVICES• Locate paired and unpaired Bluetooth devices using Received Signal Strength Indication (RSSI)• Use our search function to isolate and find just the lost device instead of using a radar screen crowded with many devices• Report the device as found for statistical purposesBLOCK AND UNBLOCK DEVICES• Block devices that you don’t recognize. Fight back against Bluesnarfing and Bluejacking attacks• Unblock devices LEADERS AND STATISTICS (two reasons why we require a login)• See who tops the charts and has the most devices• See the most popular device types and the most popular devices.CUSTOMIZABLE DEVICE FEATURES• Pictures of devices• Connection Behavior (automatic connections)• One column display or two in My Devices• Temperature reading of RuuviTags (Fahrenheit or Celsius)• Bluetooth Firewall (on/off, Connection Notifications, Logging)CURRENT LOCALIZATIONArabic, French, Indonesian, Mandarin, Portuguese, Spanish, Hindi, Bengali, and RussianFUTURE LOCALIZATIONThai, German, Turkish, Filipino, Urdu, Malay, Italian, Vietnamese, Hebrew",
            "id": "com.consumeraffinity.whereistheblue",
            "image": "https://play-lh.googleusercontent.com/exJ8VNrCBWyC1ti52Isw5a78rklqp9qO-LCvWQJo0R0TLc73r8b57XJ7SqkLL8f-9Ik=s180-rw",
            "rating": 4.0,
            "raters": 195,
            "category": "Tools",
            "developer": "Consumer Affinity, Inc.",
            "expired": false
        },
        {
            "title": "WoodBox",
            "price": 90,
            "description": "Do you have ever tried to put boxes on top of each other at home?Well, maybe at least 2-3, but after that it becomes quite difficult.Are you ready to build the tallest tower? Then WoodBox challenges you. Install now to enjoy this amazing arcade game you received from Osipov Peter.WoodBox is a really simple game, but at the same time difficult because of a very realistic.",
            "id": "com.GameArtStudio.WoodBox",
            "image": "https://play-lh.googleusercontent.com/wqdhb460v-e5bHMfUPMlc2seGahuJIt0pME2ddmJpM0PrPvatd_3d9bEqFlPmxj3WbA=s180-rw",
            "rating": 3.5,
            "raters": 40,
            "category": "Arcade",
            "developer": "Osipov Peter",
            "expired": false
        },
        {
            "title": "Hoopa City",
            "price": 250,
            "description": "**From the makers of Dr. Panda Games!Plan and build in Hoopa City! Combine different materials to build roads, houses, and much, much more with your favorite Hippo from the Dr. Panda games! Can you find the secret combination for each building? Let your imagination run wild and build a village, town, or even a huge city of your own design in Hoopa City! Use different materials and combine them to create all sorts of buildings! Fill the landscape with shops, roads, schools, and even theme parks or stadiums! Each building takes a special combination of materials to create, so don’t be afraid to experiment! Whether you want to build a shopping paradise, a beach resort, or a quiet forest town, you can with Hoopa in Hoopa City! Hoopa City is designed with kids in mind, but people of all ages can build and have fun! Key features: - Build your own city – however you like!- Play and experiment with 7 world-building materials like water, electricity and brick!- Discover all of the different buildings!- Save multiple cities! If you’d like to make a new city, just go back to the start screen! Your cities will be saved automatically, so you can pick up right where you left off.- Building Glossary &amp; Guide - It will keep track of how many buildings you've discovered, and remember how to make them! If you want to make a building again, just check the book in the upper right-hand corner of the screen and see! It’ll also show you how many buildings you have left to discover.- Play however you want! No time limits or strict rules!- No in-app purchases or third party adsPrivacy Policy As a designer of kids’ games, we understand how important privacy is in this modern, digital world. You can read our privacy policy here: http://www.drpanda.com/privacy About Dr. PandaDr. Panda is a developer of games for kids. We develop games with educational values that help kids learn about the world. This game is safe and does not contain inappropriate content, in-app purchases or any third-party advertising.If you’d like to know more about us and how we design games for kids visit our website www.drpanda.com/about. If you have any questions feel free to send us an email at support@drpanda.com or contact us on Facebook (www.facebook.com/drpandagames) or Twitter (www.twitter.com/drpandagames) or Instagram www.instagram.com/drpandagames.",
            "id": "com.tribeplay.pandacityfull",
            "image": "https://play-lh.googleusercontent.com/aS6-yIyilKDXfor2Z35nIAn0Kj4dfQw_CSdaTMN87HI1CiXaHXA23cdWPLwd8oorSruw=s180-rw",
            "rating": 4.0,
            "raters": 801,
            "category": "Simulation",
            "developer": "Dr. Panda",
            "expired": false
        },
        {
            "title": "Dr. Panda's Ice Cream Truck",
            "price": 300,
            "description": "Chocolate? Vanilla? Strawberry? All three!? You decide! In Dr. Panda’s Ice Cream Truck you can mix up all sorts of different flavors with cookies, chocolate, nuts and more to make the perfect ice cream—hundreds of combinations in all.Scoop it!These animals love ice cream, and will eat as much (or little) as you want to serve them. You can make scoops big or small and pile them as high as you want—using any of the ice cream you’ve created!Toppings galore!Use chocolate syrup, cookies, candies and decorations to make your ice cream as good to look at as it is to eat. The only limit is your own imagination!And don’t forget to let customers eat your creations once you’ve finished, they’ll let you know how delicious it was!Key Features:- Invent your own ice cream flavors—nearly limitless combinations!- Add cookies, candy, nuts, fruit and more!- Dozens of toppings to use!- Unique reactions from every animal depending on what you make!- No in-app purchases or 3rd party advertisements!Privacy Policy As a designer of kids’ games, we understand how important privacy is in this modern, digital world. You can read our privacy policy here: http://www.drpanda.com/privacy About Dr. PandaDr. Panda is a developer of games for kids. We develop games with educational values that help kids learn about the world. This game is safe and does not contain inappropriate content, in-app purchases or any third-party advertising.If you’d like to know more about us and how we design games for kids visit our website www.drpanda.com/about. If you have any questions feel free to send us an email at support@drpanda.com or contact us on Facebook (www.facebook.com/drpandagames) or Twitter (www.twitter.com/drpandagames) or Instagram www.instagram.com/drpandagames.",
            "id": "com.tribeplay.pandaicecream",
            "image": "https://play-lh.googleusercontent.com/B5oPFzU6BjXhbFPT-fOKm3Mgr6Sy66VfWckGpH-jpn-o2oe18XN4ns0hCw5kRbwwol4=s180-rw",
            "rating": 4.4,
            "raters": 1191,
            "category": "Simulation",
            "developer": "Dr. Panda",
            "expired": false
        },
        {
            "title": "Survival Island: EVO 2 PRO",
            "price": 90,
            "description": "You don’t remember how you got to this island, but now you’re stranded in the wild. Surviving here will be no simple task. First you’ll need to find food, craft some primitive tools, and build a shelter. Think you have what it takes? Your survival adventure is about to begin…<b>Game features:</b>*Explore the wilderness! *Build your house from the ground up!*Utilize an extensive crafting system with tons of recipes!*Meet the island fauna! *Island survival sandbox simulator.<b>Survivalist tips:</b>★Begin with chopping wood in the forest. Wood is used for craft. ★Craft armor and weapons for fighting wild animals.★Don’t starve, survivor: collect all available resources to keep yourself fed.★Craft everything you might need.★Keep track of your health, or you won’t survive…If you like other survival games, play Survival Island: EVO – it’ll be just what you’re looking for. Begin your survival adventure now! *IMPORTANT. Online multiplayer is still in development and will be available soon. Follow our news feed to be the first to know when you can play with friends!We’re on social networks:FB: https://www.facebook.com/SurvivalWorldIslandVK: https://vk.com/survislandevo",
            "id": "com.pgstudio.siepro",
            "image": "https://play-lh.googleusercontent.com/8QawSChq-7sy9wLYwcwfE9EA1FUh1qoXBvH7kWi2A2PqOeQrNgyVlPbedPVAgvwgwg=s180-rw",
            "rating": 3.3,
            "raters": 197,
            "category": "Adventure",
            "developer": "PRIDEGAMESSTUDIO OU PLC",
            "expired": false
        },
        {
            "title": "Ages 6-12",
            "price": 180,
            "description": "Math games for kids: Addition, subtraction, mental arithmetic, division, times tables.  Learning games of counting numbers and sequence for preschoolers. Perfect for the young children too! Monster Numbers is an excellent educational game for learning mathematics for kids: addition and subtraction, times tables, multiplication, sequences and division, mental-math calculations and problem solving for k-12 school.A fun edutainment application. Run, jump, count, add, substract, multiply and divide to win. It's an actual game! Highly adaptable edutainment design! It is suitable for all ages!AGE EDUCATIONAL CONTENT:- Ages: 4-5 (Preschool):Children from ages 4 and 5 (kindergarten) will find age appropriate games to match their maturing level in mathematics: counting coins, logical sequence, number recognition, association quantity and numbers, sums of sets of coins (easy addition).- Ages: 6-7 (1st and 2nd graders):Children ages 6 and 7 (first grade and second grade of elementary school) practice math activities: logical sequences, additions without regrouping, subtractions with coins and subsequently subtraction without regrouping. -Ages 8-9 years old (3rd and 4th graders):From age 8 to 9 (third grade and fourth grade of elementary school) the math game consists of: mental arithmetic sums of two-digit numbers, mental math subtractions, times tables (learn to multiply), multiplication, and sequences.-Ages: 10- 16  years old (5th and 6th graders):From age 10 (fifth and sixth grade of elementary school and Middle School)  the math game consists of: mental arithmetic additions, mental math subtractions, times tables, multiplication, division, and more complex logical sequences. - From ages 16 to 100 :)) (Secundary School and adults) : the game will be a great challenge for this age range as well, increasing the difficulty of the mathematical operations and the rest of the levels.METHODOLOGY Monster Numbers aims to mix fun with learning, therefore, if you use it in school we recommend to let the child play freely through the different levels. The difficulty in the math facts, sums,  addition and subtraction, multiplication, division, times tables,  sequence and counting of coins, is adjusted automatically and depends on their mistakes and successes. So: don't help! Let them learn math in an autonomous way!!Many teachers of k12 school and parents use our educational app as a reward for well-done tasks for their students or children. If they have correctly completed mandatory work in school then they are allowed to play our App.REASONS TO PLAYThe best part is children will engage in learning math without realizing, due to the great adventure they are experiencing with Tob the squirrel. Our squirrel is lost in the world of Monster Numbers and the children: WILL HAVE TO COME TO THE RESCUE!!!! To do this they must overcome countless obstacles and try to recover Tob’s spacecraft pieces. They can jump, run, slide, fly, shoot, all while doing fun math facts (addition, subtraction, multiply, learn to divide…) that can always be adapted to your level. They’ll live an exciting adventure all while learning.Our videogame can be played by boys and girls ages 4 and up (Preschool, 1st, 2nd, 3rd, 4th, 5th, 6th graders).Designed by DIDACTOONS, specialists in educational VideoGames, fashioned by psychologists and professionals with extensive experience in the educational field. With Monster Numbers your child will learn math without realizing it.You won’t be disappointed!!",
            "id": "com.playtic.monsternumbersFull",
            "image": "https://play-lh.googleusercontent.com/fQcrlb3DSfI3pdN2fly4QFsDb-q0j7mYLv5cVl1kD1HxKF0rvvR_IUeDtooR3YwA0Q=s180-rw",
            "rating": 4.1,
            "raters": 178,
            "category": "Educational",
            "developer": "Didactoons",
            "expired": false
        },
        {
            "title": "EZ Notes - Notepad notes, voice notes, to-do notes",
            "price": 260,
            "description": "EZ Notes is an Ultimate Mobility voice notes organizer for taking rich colorful notes.  Enjoy this handy daily companion notes app, offering an easy, practical, and non-invasive note taking design.  EZ Notes is a privacy-respecting notes app, with zero ads, zero data collection, and zero intrusive behaviors symptomatic of mainstream \"free\" note taking organizers. Users love the (hands-free) \"pop-up\" voice features, that automatically transcribe and save your voice notes while you're on-the-go!  ✏️ Note taking highlights of EZ Notes • Enjoy \"hands-free\" auto-saving voice notes• notes app with clean interfaces for note taking• swipe to automatically delete, archive &amp; recover • voice notes, to-do notes, rich text &amp; S-pen notes• ez notes on news, web, work, and school notes • notes are searched quickly. Folders to organize• notes auto-archive + short &amp; long-term recovery • ez notes is a completely non-invasive notes app• camera, microphone, contacts, GPS not abused• ez notes is slim &amp; efficient, preserving resources ✏️ Notes sharing is super easy in EZ Notes • notes sharing, backup and transfer via \"EZ Export\"     • S-pen notes courtesy of \"Markers\" by Daniel Sandler  ✏️ EZ Notes common note taking uses• weekly to-do lists via grid-view notes • scheduling via calendar reminder notes• notes on events, wedding notes, party notes• voice notes are excellent for hands-free notes  • lecture notes, diagram notes, diary notes• homework notes, class notes, exam notes• EZ Notes has no sign-ups, no sign-ins, no hassles  • EZ Notes has zero ads, zero spyware, zero BS.✏️ EZ Notes is privacy-oriented &amp; non-invasive !• Complete cybersecurity &amp; offline privacy of notes.  EZ Notes is the most non-invasive voice notes organizer of it's kind.  Only the sketch function requires READ / WRITE permission only to just LOAD / SAVE notes.  Minimal Permissions to device hardware required! ✏️ EZ Notes provides excellent support •  EZ Notes provides built-in product FAQs notes•  EZ Notes fan page on Facebook➙ http://tinyurl.com/jegk6ea✏️ EZ Notes requires only one permission!Storage:  This is a non-invasive permission used by EZ Notes (\"Markers\") application, in order to Read/Write data From/To the canvas notes. ❤ EZ Notes is developed in the beautiful USA.❤ Your support is greatly appreciated.  Kindly take a moment to provide the EZ Notes play store with Strong Inspiring STARS and Comments.  We also greatly appreciate sharing EZ Notes with your dear friends and family for their note-taking benefit also.  Thank you (͡• ͜ʖ ͡•) 👌",
            "id": "com.pristineusa.android.speechtotext",
            "image": "https://play-lh.googleusercontent.com/WrDHIWo0yzBTXw1BSelbNOLw52gyxy5YWxgl3W2UsQdMKhIlogRs08Ynyw6WyBMfuw=s180-rw",
            "rating": 4.2,
            "raters": 3130,
            "category": "Productivity",
            "developer": "Alexander Madani",
            "expired": false
        },
        {
            "title": "Antonyms PRO",
            "price": 140,
            "description": "<b>Antonyms is a premium ad free version of educational puzzle game in which you can test your knowledge of English words and their opposite meanings in an entertaining and challenging way!</b>Antonyms games contains 5 different game mode that will sharpen your knowledge of English words and English vocabulary in a fun way!Go for highscores and become a star in your English lesson!<b>GAME MODES:</b>✓ True or False - there will be 2 words shown on the screen, decide if they are antonyms or not.✓ Single Choice - there will be shown 1 word and 4 options, decide what option is an antonym of the shown word.✓ Guessing - guess an antonym of the word shown on the screen.✓ Find Pairs - there will be 6 words shown on the screen, create pairs of Antonyms✓ Practice - play as long as you want without time limit or lives!<b>FEATURES</b>:* Educational word game for all ages* 5 game modes\"True of False\", \"Single Choice\", \"Guessing\", \"Find Pairs\" and \"Practice\"* Hundreds of English words and their antonyms included* Improve your English vocabulary, dictionary and learn English in entertaining way* Day and night mode* Local and global leaderboards included - submit and compare your points with other people from all around the world!* Stats - review your progress and words you played with* Share your score with your friends via Facebook, Google+, Twitter and other social networks. * Play online or offline - no need to be connected to internet - just if you want to submit your score* No ads, no In-App purchasesHave fun with our educational game Antonyms PRO and if you like it and want to see more free features, please support it by rating it and leaving some comment, thank you!If you find any bug or have any question, please let us know at littlebigplay@gmail.com.<b>SUPPORT LINKS:</b>Email: littlebigplay@gmail.comFacebook: https://www.facebook.com/littlebigplay",
            "id": "air.com.littlebigplay.games.premium.antonymspro",
            "image": "https://play-lh.googleusercontent.com/r_enmOr6PWKgUnA6nMAKJkJzEhIfgZbvly4n59PrsXS1j05iKLP7OEYWc31JIJq-29wl=s180-rw",
            "rating": 0,
            "raters": 0,
            "category": "Educational",
            "developer": "LittleBigPlay - Word, Educational & Puzzle Games",
            "expired": false
        },
        {
            "title": "Dr. Panda in Space",
            "price": 300,
            "description": "EXPLORE SPACEOnce you customize your own space ship and blast off, set your course however you’d like! Explore space and discover asteroids, new planets, and maybe even a black hole! Where should you and Dr. Panda go next? It’s all up to you! LOTS TO DOWhile you explore the universe, you’ll find friendly aliens as well as familiar friends—and they all need your help! Fix a space ship, repair a satellite, find your way through a meteor maze, and more.PLAY WITH ALIENSAs you discover the galaxy, you’ll find different varieties of plants that these two cute aliens just love to eat! Play with them and feed them what you find to see what happens! Will they breathe fire? Shrink? Grow? Experiment and find out!Key Features:• Customize your own space ship• Explore the stars!• Meet and play with cute aliens!• Collect plants to feed to aliens for tons of different reactions!• Dozens of activities to discover-repair space ships, take care of your astronauts, and more!• Play in zero gravity with Dr. Panda• No third party ads or in app purchasesPrivacy Policy As a designer of kids’ games, we understand how important privacy is in this modern, digital world. You can read our privacy policy here: http://www.drpanda.com/privacy About Dr. PandaDr. Panda is a developer of games for kids. We develop games with educational values that help kids learn about the world. This game is safe and does not contain inappropriate content, in-app purchases or any third-party advertising. If you’d like to know more about us and how we design games for kids visit our website www.drpanda.com/about. If you have any questions feel free to send us an email at support@drpanda.com or contact us on Facebook (www.facebook.com/drpandagames) or Twitter (www.twitter.com/drpandagames) or Instagram www.instagram.com/drpandagames.",
            "id": "com.tribeplay.pandaspace",
            "image": "https://play-lh.googleusercontent.com/qLukl_uAORsUhX0espk6xu07MxM6pKWHihHt-UkrHjvfsnYeN2klAiKXojet4NUCIq8W=s180-rw",
            "rating": 4.0,
            "raters": 632,
            "category": "Simulation",
            "developer": "Dr. Panda",
            "expired": false
        },
        {
            "title": "Bricks Breaker Pro : No Ads",
            "price": 300,
            "description": "Just focus on breaking.Find best position to deal damage to bricks and break bricks.★ <b>Features</b>☞ Free to play☞ Endless gameplay☞ score competition with players from all over the world★ <b>How to play</b>☞ Swipe to shoot balls to break the bricks.☞ When ball hits the brick, durability is reduced. When durability reduce to 0, brick breaks.☞ Get the green circle to increase the number of balls.☞ When the bricks reach the bottom line, game is over.☞ Challenge to make your high score!",
            "id": "com.tryoniarts.brickbreakerplus.noads",
            "image": "https://play-lh.googleusercontent.com/9E3YKTluZIwfTXyiAhEZt4kWvr0a0Ww5DyPJBul7lL5SKgA8I8zmjzCsCyLTxwz64ww=s180-rw",
            "rating": 4.2,
            "raters": 308,
            "category": "Casual",
            "developer": "TRYONI ARTS",
            "expired": false
        },
        {
            "title": "Gray Bloom XIU for Kustom/klwp",
            "price": 120,
            "description": "Only for 18/9 screen formatsContent of this application ......Three Pages;-Pag / 1 .... Feed / Rss in English and Spanish, clock, alarm etc.-Pag / 2 .... Calendar events, social applications, etc.-Pag / 3 .... Music playerIt also includes;-The current weather and weather forecast with nice icons-Direct access to phone applications-Animations and moreWhat you need before use:1 / Kustom Live Wallpaper Pro available here at Play Store2 / A launcher like Nova Launcher (supported by klwp Pro)In Nova Launcher you must select three free screens, which scroll, hide the notifications bar, hide the navigation bar if the mobile phone supports it, Dock Off, Done !!3 / Open the Klwp Pro application and select this elegant theme in the Menu / Installed tab4 / Waiting to load this item \"depending on the type of phone it will take about\" about one minuteReady!!.Video Demo for the most common doubts of this app .... https: //drive.google.com/folderview? Id = 0B-iM8_ofhhWWZEJRM2hZZnBuMzASet this theme as the main wallpaper✔If you have more doubts you can get in touch via email at the bottom of this tab in the Play Store✔Punch this app, it will help other people ..... thanks",
            "id": "org.kustom.graybloomxiu",
            "image": "https://play-lh.googleusercontent.com/QDOUDpedZ0tpQMv5Zv93FKvdAGb_0pf7QDIv1i4S7H53on5f6SDZC_ihXpm3nWK68gU=s180-rw",
            "rating": 4.3,
            "raters": 114,
            "category": "Personalization",
            "developer": "Klwp Developers Team",
            "expired": false
        },
        {
            "title": "The Lost Fountain",
            "price": 90,
            "description": "Discover the amazing secrets hidden in the mysterious lost island, home to the mythical fountain of youth. Explore this incredible and breathtaking landscape while solving the mysteries of a lost and ancient civilization. All this and more in the best point and click adventure game available for mobile devices.Plot: You grew up listening tales about your father, the famous and world renowned archaeologist Karl Freeman, to whom the greatest and most important archaeological discoveries are attributed throughout history. However, you never met him. He disappeared in the last of his expeditions, while investigating the origin of a legend regarding a mythical and mysterious fountain with marvelous healing powers for the sick. Today we know it as the “Fountain of Eternal Youth”, which is said to be hidden in an uncharted lost island.Now, as a young and restless person, you can feel your ancestor's call, inviting you to investigate what could have happened in that mysterious, and faraway island.Equipped with only your grandfather’s old cartographic drawings, you decide to venture and head out toward an uncertain, but wonderful journey in search of your father.Features:-Amazing &amp; attractive High-resolution graphics.-Hours of addictive entertainment.-Fun, innovative, and clever puzzles.-Tons of different environments to discover &amp; explore.-An original, interactive, and unique deep &amp; catching  story.-Excellent puzzle, level, and game design.-Multiple languages, auto-saving and much more...Buy it now!If you’re new to adventure games, download it now. You won't regret it! It’s more than likely that you’ll instantly become a fan of the genre. If you’re already a fan you must have already bought it. You certainly weren’t going to miss this chance!Take a look and good luck!!!",
            "id": "com.mediacitygames.lostfountain",
            "image": "https://play-lh.googleusercontent.com/FHtilxMLcaTyXlYETxN3SPmNljF-YNr_ZzBKbvXFWAWjzrK1B44x7sUwpQoyFkQzfzQ=s180-rw",
            "rating": 4.4,
            "raters": 161,
            "category": "Adventure",
            "developer": "MediaCity Games LLC",
            "expired": false
        },
        {
            "title": "Color Metal - Icon Pack",
            "price": 80,
            "description": "You want your phone to shine and look elegant ... it is time to download Color Metal - Icon Pack, an icon pack that will give a new face to your phone.*Instructions*-Open the Color Metal 2 application and inside it fence to the menu that is in the upper left part.-Select set or apply.-It will show you the launchers supported and in the first place the ones you have installed.-Select the one of your preference and press accept.-You do not have any installed launcher just select it and it will take you to the download link of it.-You can also open your launcher and from there apply Color Metal Icon Pack.-Your icon pack is ready.*Characteristics*- 4300+ Custom icons.-80 Wallpapers ..-Intelligent request of icons via email.-Application easy and simple.-Icons with resolution 192x192 pixels.-Support for the following launchers:Icon Pack for Nova launcherIcon Pack For Smart LauncherIcon Pack For Abc launcherIcon Pack For Action LauncherIcon Pack For ADW LauncherIcon Pack For ApexIcon Pack for L LauncherIcon Pack for Aviate LauncherIcon Pack for CM ThemesIcon Pack for Evie LauncherIcon Pack for Go launcherIcon Pack for Holo LauncherIcon Pack for Holo ProIcon Pack for Lucid LauncherIcon Pack for M LauncherIcon Pack for Mini LauncherIcon Pack for Next LauncherIconPack for Nougat LauncherIcon Pack for Solo LauncherIcon Pack for V LauncherIcon Pack for ZenUI LauncherIcon pack for Zero LauncherAnd many more.-It is not compatible with the default launcher of your samsung or huawei phone.-Support limited in launcher go launcher because it does not support masking icons.-This package of icons uses the CandyBar board.-Support Muzei-Interface Graphic in several languages.-Icons with metallic style, bright and very colorful.-Dynamic calendar",
            "id": "com.olivera.color2",
            "image": "https://play-lh.googleusercontent.com/gytMK95paqcKe3EUX6kUkTAAUpIJQ10x4Fu1FjqI_6uDtk_f3eEuyyXKUE9esotOdL0=s180-rw",
            "rating": 4.1,
            "raters": 180,
            "category": "Personalization",
            "developer": "Olivera Onias Design",
            "expired": false
        },
        {
            "title": "15 Slimes : Offline Defence",
            "price": 380,
            "description": "- More than 60 of Exquisite Guardians of Slime And their beautiful voice- Last defense of Guardians and their endangered Slimes for survival.- 18 Slimes is a new defense game with First, Second and Last defense line. - Get yourself ready to help cute Arya to become Guardian with your Slime team! Your strategic choice and battle skill will conquer dark enemies for good. Take up your position and go defeat enemies!- You can select and position your own Slime team- Each Slime has its own unique weapon and attack skill to defeat enemy- Defeat enemies and capture their Guardians to receive blessings- Protect a little girl, Arya until she becomes another powerful Guardian",
            "id": "com.ssicosm.slime_great_war_pay",
            "image": "https://play-lh.googleusercontent.com/dww66xVbPPVKvworcIyC8N2zGi0U8iXHfsMPqfgLZbhrrLoyrIYZadQyw4ZaiuDf4TI=s180-rw",
            "rating": 3.2,
            "raters": 233,
            "category": "Action",
            "developer": "SSICOSM",
            "expired": false
        },
        {
            "title": "Prepositions Test & Practice PRO",
            "price": 170,
            "description": "<b>Test your knowledge of English prepositions in an entertaining and challenging way and sharpen your language skills! Play and learn the same time, education has never been such fun!</b>Prepositions Test &amp; Practice is a new educational game in which you will practice usage of prepositions in English sentences. There are 3 game modes to choose from including timed exams and a relaxing practice mode!Our educational game has no ads, no In-App purchases, no subscriptions and can be played offline (you need to be online only in case you want to submit your points and challenge other people from all around the world).<b>FEATURES:</b>✓ Educational game about usage of English prepositions ✓ Improve your English grammar skills in an entertaining &amp; challenging way✓ 2 timed modes + a practice mode✓ Global leaderboards included - compare your score with points of other people from all around the world✓ No ads, no In-App purchases, no subscriptions✓ Playable offline (no internet needed)We hope that you enjoy our educational game Prepositions Test!Thank you for choosing and playing our games!If you have any questions regarding the game or want to suggest some improvements, please don't hesitate and contact us at littlebigplay@gmail.com!",
            "id": "air.com.littlebigplay.games.premium.prepositionstest",
            "image": "https://play-lh.googleusercontent.com/5_emYH0tbn063LR7I2qMbIY3vrEXW0Kg4uWGkIqG9qo2DWFB0uiYaP15DD5pfO5baW4=s180-rw",
            "rating": 4.4,
            "raters": 24,
            "category": "Educational",
            "developer": "LittleBigPlay - Word, Educational & Puzzle Games",
            "expired": false
        },
        {
            "title": "Wonder Knights PV: Retro Shooter RPG",
            "price": 40,
            "description": "In an impressive vertical side scrolling shooter gameplay, you’ll be responsible of the triple heroes called Wonder Knights and their adventure. As one of the best shooting games this year, this arcader assures hours and hours of amazing fun, packed into stunning graphics, unique and thrilling artwork, great amount of upgrades, weapons and battle shot moments that will excite you to the fullest. It combines sword battle with archery, bomb and weapon shooting against tons of unpredictable monsters, enemies and bosses. <strong>▶ STUNNING GRAPHICS AND ANIMATION</strong>You’ll be impressed by the graphics and artwork in this arcade game. Wonder Knights is all about tiny details, creative characters, simply artwork that is unseen before in a vertical scrolling shooting game. Just explore, shoot and enjoy!<strong>▶ NAIL-BAITING BATTLES</strong>Your 3 heroes are powerful, especially if you upgrade them as the game progresses. However, the game has tons of nail-baiting moments and battles that will require great skill and full attention! Some monsters and bosses are extremely hard to beat. Find ways and use the right weapons to win with the 3 heroes!<strong>▶ EXPLORE WORLDS AND MISSIONS</strong>What makes Wonder Knights exciting are its monster shoot and adventure shoot missions. Follow the mission dashboard and execute the missions to earn more upgrades. Collect coins in the battles so you can make your heroes more powerful. Explore different worlds with unique enemies and bosses and feel the real excitement.<strong>▶ WONDER KNIGHTS FEATURES:</strong><strong>■ Classic arcade vertical scrolling shooter inspired gameplay</strong>- Control 3 heroes at once!- Dodge enemy projectiles and shoot!<strong>■ Characters with different roles</strong>- Place the tank in the front and range dps in the back!- Characters have variety of unique skills that make more strategic gameplay!<strong>■ Monsters and traps with variety of skills and effects</strong>- Monsters that does AoE damage- Monsters casting chain of lighting that chains to other monsters- Slime monsters that divides themselves into smaller ones when they die- Skeleton monsters that wakes up when touched by player- A giant rock trap that activates when touched by player- Lots of others<strong>■ Battle with giant boss monsters</strong>- Learn the distinct battle pattern of boss monsters to fight against them!- The boss battle has phases with difficulty rising after each phase!<strong>If you want to translate English to your language, visit this link. I'll apply it to our game.</strong>http://goo.gl/IM872w■ This application needs access to the following ONLY for managing save data and video ads. No personal information will be gathered using those access.• READ_EXTERNAL_STORAGE• WRITE_EXTERNAL_STORAGE• GET_ACCOUNTS",
            "id": "com.buffstudio.wonderheroespaid",
            "image": "https://play-lh.googleusercontent.com/a3F0aEFKLE9HqHa__s9eXPPOD3Siemy00Vg3pY9q6CyyxRsPBZ8YzZM1tjbwKrhEFA=s180-rw",
            "rating": 3.8,
            "raters": 6763,
            "category": "Role Playing",
            "developer": "Buff Studio co ltd",
            "expired": false
        },
        {
            "title": "Cubemax 3D - Icon Pack",
            "price": 80,
            "description": "Cubemax 3D Icon Pack is a wonderful and modern icon package that will make your phone look spectacular.Remember this is not an undependable application, because to use it you need a launcher like Nova Launcher.-&gt; Instructions for useOpen the Cubemax 3D application and inside it go to the menu that is in the upper left.-Select set or apply.-It will show you the launchers supported and in the first place the ones you have installed.-Select the one of your preference and press accept.-You do not have any installed launcher just select it and it will take you to the download link of it.-You can also open your launcher and from there apply Cubemax 3D.-Your icon pack is ready.-&gt; Features- 4100+ Custom icons.-80+ Wallpapers ..-Intelligent request of icons via email.-Application easy and simple.-Iconos HD with resolution 192x192 pixels.-Support for the following launchers:Icon Pack for Nova launcherIcon Pack For Smart LauncherIcon Pack For Abc launcherIcon Pack For Action LauncherIcon Pack For ADW LauncherIcon Pack For ApexIcon Pack for L LauncherIcon Pack for Aviate LauncherIcon Pack for CM ThemesIcon Pack for Evie LauncherIcon Pack for Go launcherIcon Pack for Holo LauncherIcon Pack for Holo ProIcon Pack for Lucid LauncherIcon Pack for M LauncherIcon Pack for Mini LauncherIcon Pack for Next LauncherIconPack for Nougat LauncherIcon Pack for Solo LauncherIcon Pack for V LauncherIcon Pack for ZenUI LauncherIcon pack for Zero LauncherAnd many more.-It is not compatible with the default launcher of your samsung or huawei phone.-Support limited in launcher go launcher because it does not support masking icons.-This package of icons uses the CandyBar board.-Support Muzei-Interface Graphic in several languages.-Style New and different.",
            "id": "com.olivera.cubemax",
            "image": "https://play-lh.googleusercontent.com/HoZGQOEU1f5Ri1nsyLyqmBf-bz8GPNjD1RjUKWYc8tiaxZuI4hMJozrbSkI0vM21JlL-=s180-rw",
            "rating": 4.4,
            "raters": 91,
            "category": "Personalization",
            "developer": "Olivera Onias Design",
            "expired": false
        },
        {
            "title": "Cuticon Hexa - Icon Pack",
            "price": 120,
            "description": "How to apply Cuticon Hexa Icon Pack/Icon Changer ?Cuticon Hexa icon pack supports numbers of popular launcher such as nova launcher, evie launcher and many more. Follow these steps to apply1. Open Cuticon Hexa Icon Pack App2. Navigate to Apply Icon Pack Screen3. The app shows a list of launcher that are supported such as nova launcher, evie launcher etc. Select the nova launcher installed on your phone to apply icons from this icon pack.4. The app will automatically applies the icons from Cuticon Hexa icon pack for nova launcher.Note: If launcher doesn't show while applying from the icon pack. Please try applying from the launcher itself.Sony Xperia Home Launcher does not appear in this application, but it can apply Cuticon Hexa icon pack with different settings.The setting for Sony Xperia :1. Long press on the main screen2. open the settings3. Scroll down and open the appearance icon setting4. choose Cuticon Hexa icon pack5. done, your Sony Xperia has applied Cuticon Hexa icon.Note: Icon pack only Support on Sony Xperia Home Launcher 10.0.A.0.8 Or Up.Supported Launcher:Icon Pack for Nova LauncherIcon Pack for Apex LauncherIcon Pack for ADW LauncherIcon Pack for ABC LauncherIcon Pack for Evie LauncherIcon Pack for Solo LauncherIcon Pack for Next LauncherIcon Pack for Holo LauncherIcon Pack for Lucid LauncherIcon Pack for M Launcher Icon Pack for Action LauncherIcon Pack for Solo LauncherIcon Pack for Sony Xperia Home LauncherIcon Pack for Aviate LauncherIcon Pack for Smart LauncherIcon Pack for Go Launcher(doesn't support icon masking)Icon Pack for Zero Launcher(doesn't support icon masking)FEATURES - 5000+ icons and counting- Iconback for your unthemed icons- 36+ HD Wallpapers- Alternate icons- Icon Request- HD Icon resolution 192x192pxMore Design Information On Google+, Instagram, Twitter.https://plus.google.com/118122394503523102122https://www.instagram.com/panoto.gomo/https://twitter.com/panoto_gomospecial thanks to Dani Mahardika for Candybar Dashboard.",
            "id": "com.panotogomo.cuticonh",
            "image": "https://play-lh.googleusercontent.com/dvyUhIPPukc9QzIEjjUyuDUA_fvh_njqG6hyRzymBUWw8F0gLHMNkzaQI1I4-WJq_hJu=s180-rw",
            "rating": 4.1,
            "raters": 69,
            "category": "Personalization",
            "developer": "GomoTheGom",
            "expired": false
        },
        {
            "title": "Peppa Pig: Sports Day",
            "price": 250,
            "description": "#1 Kids app in the app store July and August 2016!No adverts or in-app purchases - just lots of fun with Peppa!Join Peppa as she competes in Sports Day in this official app!Peppa and her friends are taking part in Sports Day and they want you to join them! Fans of the TV show will love this sports day-inspired app, which encourages pre-schoolers to explore fun filled games with their favourite little piggy.5 x fun-filled games featuring Peppa, George and their family and friends:• Bicycle Race• Obstacle Course• Tug of War• Long Jump• Ice Cream MakerPlus special Sports Day features, such as:• Rosette Maker• Earn Sticker Rewards",
            "id": "com.peppapig.sportsday",
            "image": "https://play-lh.googleusercontent.com/u7WaWMf3Glw8xrXnbYHEjEIkZiZyBOXK3MoxBNaiwWYAkpdy_NUZwBEjrPPZqxQkHw=s180-rw",
            "rating": 4.1,
            "raters": 3791,
            "category": "Educational",
            "developer": "Entertainment One",
            "expired": false
        },
        {
            "title": "2048 - Puzzle Game",
            "price": 290,
            "description": "2048 - Our puzzle game is published!How to play?You try to reach the number 2048 by moving the numbers to the right, left, down and up. 2 4 8 16 32 64 128 256 512 1024 to complete the 2048 stages you pass.You can download our 2048 application via play store with high score recording system, compatible colors and small animations, simple interface.You can send us your thoughts.Good games!",
            "id": "com.mdkgames.game2048",
            "image": "https://play-lh.googleusercontent.com/F-UmLVlgmIA0NCP5-vMGpC26CE2h7m8Od8mj181f8ehEaFEOirLuJyCtjd6UIjHzgqk=s180-rw",
            "rating": 4.2,
            "raters": 2487,
            "category": "Puzzle",
            "developer": "Gamedk",
            "expired": false
        },
        {
            "title": "Space Shooter: Alien vs Galaxy Attack (Premium)",
            "price": 20,
            "description": "Do you know what interesting things are waiting for you in this Space Shooter: Alien vs Galaxy Attack (Premium) - the VIP version challenges all the excellent captains in our galaxy.Space Shooter: Galaxy Attack is the best Galaxy Shooter game. If you are a big fan of arcade shooting game like galaxia, galaxian and galactica with the new modern combat, and want to bring the freedom in the galaxy games, so <b>Space shooter: Galaxy attack </b> is perfect game for you. With classic free space games genre, old game with a new context, <b>Space shooter: Galaxy attack</b> puts you on fire with infinity space shooting. You will be faced lots of evil enemies and deal with many striker bosses in galaxy wars. Are you sure you will survival in the war of alien shooter?It is super exciting that the challenge bosses, firepower were concentrated, with different bullet barrage to attack you,  and you have to protect your spaceship safe and accumulate damage. It is not only a sky shooting game, but also help you relieve stress in your leisure time. Control your fighter cleverly, smartly and kill all space attackers during space shooting attack and bring the peace for the Earth.★Galaxy Shooter Features ★ - Merge 2 ships to create an epic, monumental one.- Special and unique spaceships.- Hard levels challenging.- Amazing lightning and special effects- Includes Power-ups and Bosses!- Global Leaderboard.- Lucky wheel- PVP - online shooting games★How to play★-- Slide to control your spaceship dodge enemy's bullets.- Use coin and gem to upgrade or evolve your spaceship to fight with giant enemies and alien invaders.- Use appropriate spaceships and strategies for each level and boss.- Remember using power-up item, booster item to level up easier.The Galaxy's future is now in your hands. Get your ship ready for space attack in this arcade shooter gameWelcome to the most enjoying classic game. We promise to bring you the best gaming experience in this premium version. If you love original action shooter from the arcade game or handheld system then this game is definitely for you. <b>Space shooter: Galaxy attack game</b>  on Facebook:https://www.facebook.com/Space.Shooter.Fanpage/<b>Space shooter: Galaxy attack game</b> Community: Join Group to get our support quickly: https://www.facebook.com/groups/Space.Shooter.GalaxyAttack/",
            "id": "com.space.shooter.alien.galaxyattack",
            "image": "https://play-lh.googleusercontent.com/FEu9oAskY0DimLjJKnSMVddtlzcEitVMfGe2T_Gavg5Vv9V474w1Pqbkw1YTEwd1PAHO=s180-rw",
            "rating": 4.2,
            "raters": 18700,
            "category": "Arcade",
            "developer": "ONESOFT",
            "expired": false
        },
        {
            "title": "Offline Tap tap cartoonist - Cartoon999 (VIP)",
            "price": 60,
            "description": "◆ VIP version of Cartoon 999 (no banner ad)◆ Start with 300 crystals!! Download now and conquer the world with cartoons-!Mr.Paper, who drew cartoons for only 50 years on a mountain…One day, he came out to the world to show his cartoons, but he only received 10 cents for his work!Full of anger, Mr.Paper decided to take over the world using his cartoons• Customize your office with cute characters!• The game with the ultimate ending to in travel space after the global conquest!• Collaborations with famous games such as Dunogeon999F, The Buff knight, Welcome to Dungeon, Big Bear as well as the characters of the games!• Various events and achievements that would make you busy and entertained!• I doubt you have read this far, but if you did, download the game and you will not regret it!1. If you delete the application, all data can be lost. Do not delete the application until you see the ending!2. The game only loads your account information to log in from Google Play.3. Also, accessing your device storage is only to save captures using a capturing function of the game.",
            "id": "com.moontm.cartoon999_Plus",
            "image": "https://play-lh.googleusercontent.com/a-LfaRT0H9yYkelUiQD1uOh4Gti41-cNPqSpbhWrQ8SDzqJzun26MkXw9juOIfrJ3_0=s180-rw",
            "rating": 3.5,
            "raters": 4920,
            "category": "Simulation",
            "developer": "Moontm",
            "expired": false
        },
        {
            "title": "Atonement - Dungeon of the Seven Deadly Sins",
            "price": 190,
            "description": "This is the forest of atonement.The dead look back on their sins andfind life memories in this place.The main character bound with seven shackles.What kind of life did he live?Purify the seven deadly sins andfind the life memories swallowed by death.Step into the life stories reflecting realityand the attraction of strategic card game.* It is a paid version that provides 2000 gems.",
            "id": "com.poom.atone",
            "image": "https://play-lh.googleusercontent.com/1KjAx9B4iqXugA5Pf6Ds4oBSA7GK6bC-N7WwWbmNkf07FfvV2tSQX2tr6VoxDA5DxA=s180-rw",
            "rating": 3.9,
            "raters": 38,
            "category": "Strategy",
            "developer": "POOM GAMES",
            "expired": false
        },
        {
            "title": "Ball Collect 3D - Best casual endless game",
            "price": 110,
            "description": "Remove the sand by touching it so balls k walk through itFeatures:Colorful design. color changing randomly during game playUnlimited levelsSupport for phone and tabletsmooth one touch controls",
            "id": "com.gamedev.BallCollect",
            "image": "https://play-lh.googleusercontent.com/AO5_L4cIyoCgpihUspHT6ayxi1yOXm4Aguabx9454bePtnf9CQrfTMm0j3dVX4lrYw=s180-rw",
            "rating": 4.1,
            "raters": 3642,
            "category": "Arcade",
            "developer": "ARSL GAMES",
            "expired": false
        },
        {
            "title": "Words All Around PRO",
            "price": 150,
            "description": "<b>How many words will you find in our addicting word search game Words All Around that contains 6 different game modes and over 450 000 English words?</b>Challenge people from all around the world and go for highscores!This is a premium ads-free version with no In-App purchases.<b>FEATURES:</b>✓ Addicting word search game for all ages✓ 6 different game modes✓ Over 450 000 English words included✓ Global leaderboards included - compare your score with other people from all around the world✓ Review your words at the end of the game✓ Review the score of other people - press the TROPHY icons in the game menu✓ Share your result via social networks, email or sms✓ No ads, no In-App purchases<b>HOW TO PLAY:</b>✓ Slide your finger over 3-10 neighboring letters to create a word! Release your finger to submit the word! The game recognizes if the word exists or not. Get the best score possible and submit it to see who is the best in finding the words! Remember, longer words = better score! You can submit your score whenever during the gameplay by pressing the X button in the top left corner.<b>GAME MODES:</b>✓ Classic - you have exactly 180 seconds to get the best score possible!✓ Challenge - each word created from 5+ letters will add new letters, otherwise the letters will be removed.✓ 20 Words - you are limited by 20 words, get the best score possible!✓ 10 Words - you are limited by 10 words, get the best score possible!✓ 60 Letters - you can create words from 60 letters on screen only. Get the best score possible!✓ Fair Play - the same as 60 letters, but all the players get the same letters to play with!Enjoy and have a nice time playing our word search game Word All Around PRO!If you find any bug, please let us know at littlebigplay@gmail.com, we will be very happy to fix it!<b>SUPPORT:</b>✓ Email: littlebigplay@gmail.com✓ Facebook: https://www.facebook.com/littlebigplay",
            "id": "air.com.littlebigplay.games.premium.wordsallaround",
            "image": "https://play-lh.googleusercontent.com/wYa0-ksaMs-OmUA9YF-HDGt3Knur9S-yL7VUDDNhQ33CmhFghkyOiJKEL7jwv1SQtWv0=s180-rw",
            "rating": 3.9,
            "raters": 97,
            "category": "Word",
            "developer": "LittleBigPlay - Word, Educational & Puzzle Games",
            "expired": false
        },
        {
            "title": "Color lines - Icon Pack",
            "price": 95,
            "description": "- It is recommended to use a dark or black background for better visibility of this linear cone pack.*Instructions*-Open the Lines Color application and inside it fence to the menu that is in the upper left.-Select set or apply.-The list of all the supported launchers and those installed in the first place will appear.-Select the one of your preference and press accept.-You do not have any installed launcher just select it and it will take you to the download link of it.-Your icon pack is ready.*Characteristics*- 4400+ HD Custom icons.-Intelligent request of icons via email.-Application easy and simple.-Support for the following launchers:Nova launcher, Smart Launcher, Abc launcher, Action Launcher, ADW Launcher, Apex, Launcher, Aviate Launcher, CM Themes, Evie Launcher, Go launcher, Holo Launcher, Holo Pro, Lucid Launcher, M Launcher, Mini Launcher, Next Launcher, Nougat Launcher, Solo Launcher, V Launcher, ZenUI Launcher, Zero Launcher and more.-It is not compatible with the default launcher of your samsung or huawei phone.-Support limited in launcher go launcher because it does not support masking icons.-This package of icons uses the CandyBar board.-Support Muzei-Interface Graphic in several languages",
            "id": "com.olivera.lines",
            "image": "https://play-lh.googleusercontent.com/t_jILCMrO4-pZKwGrBSCUZ3GFwXgT_8dbWQXdnQs97p4zv5KEa7m34cs1JLnVIwdgw=s180-rw",
            "rating": 4.4,
            "raters": 201,
            "category": "Personalization",
            "developer": "Olivera Onias Design",
            "expired": false
        },
        {
            "title": "Kosmos - Work Time Tracker, Job Timesheet",
            "price": 200,
            "description": "Time Tracker and Time Sheet for cosmonauts! Kosmos is a time tracker (timesheet and time recording app) that makes it fun to track time spent on work, sport, education - or any other activity. Start and stop time tracking (time recording) by shooting to your own tasks. Destroy tasks when you complete them! Review daily, weekly, monthly timesheet (activity log, time log, work log, work hours). We usually track job time with a boring timesheet. Isn’t working boring enough? Why don’t you try a cosmic work timesheet? It’s the job time page for cosmonauts (and bored employees). Don’t log office time with your paper hours tracker, or the regular (dull) mobile job hours tracker. Instead, keep your office timepage as a real astronaut, with an interstellar office time tracker. Features:- to do list: schedule your todos, set tasks priorities and assign tags to your activities- get things done: enjoy destroying tasks as you complete them- quick time tracking and time recording for any activity - timesheet reports&nbsp;(daily, weekly, monthly or any other period)- funny and user-friendly interface&nbsp;(any spaceships’ lover?)- easy to browse and edit time log (work log, activity log)&nbsp;(change start and end dates, descriptions, tags, durations)- improve your skills: by completing tasks, your spaceship will upgradeKosmos is a great tool for people who want to track time, control and manage it. Freelancers, self employed, designers, developers, IT specialists, lawyers, contractors, sportsmen, athletes, people who just like sport, students, travelers... - all people who want to track time and take it under control will find this lightweight time tracker useful and funny.As any time tracker app, it helps you to keep track of time spent on different tasks, projects and activities (keeping work log, time log and activity log for your personal affairs or business tasks, meetings or sports, work or commute). You won’t ask yourself any more: What was I working on yesterday? last week? month? year? All you’ll need is just to search your time log (activity log, work log) for a particular dates.Kosmos can help with time management, especially when you use different kind of reminders. It helps to track time, whether it is working hours or any other activity, in a quick and meaningful way.Track your time, review it, analyze it and take it under control!",
            "id": "com.cosmicpie.spacetodolist",
            "image": "https://play-lh.googleusercontent.com/ypYoBc5D50EuTJ0w0ERVhDesD0aW3EA0GKd95eIrkcCzxDn596AGgT3aiV-ckCLHiA=s180-rw",
            "rating": 4.0,
            "raters": 641,
            "category": "Tools",
            "developer": "Cosmic Pie Design",
            "expired": false
        },
        {
            "title": "Fill Deluxe VIP",
            "price": 150,
            "description": "Sharpen your mind with a connect-the-block-style one-line brain training puzzle game.A simple but addictive fill one line block puzzle game that’s completely free to play.The rules are extremely simple.Just fill in all of the blocks using only one line.Use hints for puzzles that are too hard to solve.Hints are also free, of course.Fill Deluxe VIP - Single Stroke Drawing Features:* Beautiful background music * Easy to play, and FREE block game for all ages.* Sleek design* Don't worry! No time limits! No Internet limits* Play this brain puzzle game for anytime, anywhere, pleasurable no wifi* Simple and satisfying game play!* Clean, colorful graphics[E-MAIL]•&nbsp;artstormgames@gmail.comIf you like our game, please recommend it to your friends! Suggestions and feedback are always welcome!",
            "id": "com.artstorm.fillvip",
            "image": "https://play-lh.googleusercontent.com/6STv2bJDo9erH7Z8Sclk5BNPprlY27NGcJWV6don1VVITwwoTl_Q7CQvBgjHx1Z0nhU=s180-rw",
            "rating": 4.2,
            "raters": 2754,
            "category": "Puzzle",
            "developer": "ArtStorm",
            "expired": false
        },
        {
            "title": "Free for All VPN - Paid VPN Proxy Master 2020",
            "price": 500,
            "description": "Paid VPN Proxy Master is a fast VPN service. It provides a secure and trustworthy VPN connection to network, unblock any app and website. Paid VPN Proxy Master is very fast when you are using network, it prevent threats of hackers .Paid VPN Proxy Master can also speed up your network connection in many cases.!If you are using public WIFI in any place, Paid VPN Proxy Master keep you away from information leakage. If some apps or Websies are blocked by your ISP, like Facebook Twiter, Youtube and whatsApp in your country, you should use Paid VPN Proxy Master to prevent the blocked apps and websites.If you cannot access any chatting social websites or application like skype, WhtasApp, Imo etc in your country, you have an option to use Paid VPN Proxy Master App. It should help you making international calls in a lower cost.Some apps are limited, only provide service to limited countries but Paid VPN Proxy Master should help you in this case because its unlimited service.How to use Paid VPN Proxy Master?You need to open the app and click the connect button and select the country which you want and accept the permission request then you just need to do wait for the connection. On this Way, you can easily use the Paid VPN Proxy Master App.Features: Maximum number of services. High speed bandwidth. No need for Sign Up. Unpaid service. Enjoy high-speed VPN service with just one click. Fast VPN service . Very Easy to use Use in all over the World. Totally free Servers Unlimited Bandwidth Unlimited Data Very Fast VPN     No adsMore Features:- VPN Free VPN Client- total free VPN client- One-click to connecting VPN- No registration required, no settings required- No speed limitation, no bandwidth limitation- Free Proxy Server &amp; Secure VPN Service- 100% free VPN!- connect as a hare to unblock sites- Super fast and high VPN speed- FREE &amp; Unlimited Bandwidth- Totally unlimited bandwidth!Free VPN Proxy Master is very best option for all.",
            "id": "com.snowberry.free_fast_vpn_proxy.paid_vpn",
            "image": "https://play-lh.googleusercontent.com/BuvGnYPnhPiBXWx3nMAW4I5BTppgX4gSRlsofoBvkWjYDHNch-aA-SG7AmVczagXbfzO=s180-rw",
            "rating": 4.1,
            "raters": 1930,
            "category": "Tools",
            "developer": "SnowBerry",
            "expired": false
        },
        {
            "title": "Falling Down",
            "price": 190,
            "description": "go through the portals and explore different worlds.Jump from moving grounds and solve puzzles",
            "id": "com.BilginStudios.MyProject4",
            "image": "https://play-lh.googleusercontent.com/qw1wjxqywHM8RNanAvKiTMEVvdloWOJd69LlpYRjnjX-VKWuk2m9OQ62nBsZS81-fK8=s180-rw",
            "rating": 4.0,
            "raters": 84,
            "category": "Adventure",
            "developer": "ErcanBilgin",
            "expired": false
        },
        {
            "title": "Crisis of the Middle Ages",
            "price": 160,
            "description": "Long for a good retro turn based RPG with a twist?  Want to play a game that will have you laughing out loud?  Crisis of the Middle Ages is the game for you!  With a rich story and a 90s style look and feel, Crisis of the Middle Ages will have you on the edge of your couch with 6-10+ hours of intriguing, hilarious and fun game play!  Expect the unexpected as creatures and characters in the game have become more self aware and are constantly questioning their roles in the world.  Even the evil monsters express frustration with their lives and have been known to complain or even walk out mid battle.  This results in some very hilarious battles.  Ultimately, this game explores the challenges of living the life we want to live versus the life that we feel obligated to live.Features:No In-App purchases and no ads!Retro RPG with side view battle systemRich, funny and unique story lineBeautiful music including some classical selectionsOver 700 Unique EnemiesOver 100 Unique Attacks (including magic spells, physical attacks, friendly skills, and engineering skills)Special Items that can be thrown at enemies with unpredictable and often entertaining results6-10+ hours of game play",
            "id": "com.orgaction.cma",
            "image": "https://play-lh.googleusercontent.com/rl39FJ21jwZQvMi5Q58ir33t6sy2TtIT93MSVatCOX4-RLaUuWU5LkzESpKGVK2dFw=s180-rw",
            "rating": 3.5,
            "raters": 361,
            "category": "Role Playing",
            "developer": "OrgAction LLC",
            "expired": false
        },
        {
            "title": "Speed View GPS Pro",
            "price": 60,
            "description": "Speed View GPS can track your speed,distance,time,location and also can get start time,time elapsed,avg speed,max speed,altitude...Features included- Save your track info.- Switch between car speedometer and bike cyclometer.- mph,knot and km/h mode.- Map integration,get your location.- 16 color styles.……Facebook:https://www.facebook.com/SpeedometerGPSIf you have a translation suggestions, please contact me！luohuaming.android@gmail.com",
            "id": "luo.speedviewgpspro",
            "image": "https://play-lh.googleusercontent.com/GAu-PXIeWr4Kl1vaipg4i5wacmCYQG_sAca71zfz626IXjlZFCk-X1sm5OFILIdhBQ=s180-rw",
            "rating": 4.0,
            "raters": 1754,
            "category": "Tools",
            "developer": "luozirui",
            "expired": false
        },
        {
            "title": "AceSpeeder3",
            "price": 85,
            "description": "The racing game that run through the future world in the anti-gravity machines.You can experience the overwhelming speed and realistic motion.--- Beautiful visuals and powerful sounds- Anyone can enjoy simple operation- 10 unique machines- 35 wide variety of courses- 3 of the game rules--RAINGRAPHhttps://sites.google.com/site/raingraphinfo/",
            "id": "com.raingraph.acespeeder3",
            "image": "https://play-lh.googleusercontent.com/uEgTAbbzlO5XO-GM_I0LcK4TVan0CjZ8ejjv7Dbqvx_Axzowa34XwBYNPcFHWFr_X0Y=s180-rw",
            "rating": 3.9,
            "raters": 3336,
            "category": "Racing",
            "developer": "RAINGRAPH",
            "expired": false
        },
        {
            "title": "Zombie Masters VIP - Ultimate Action Game",
            "price": 65,
            "description": "VIP Special : ads banner removeExhilarating ultimate action zombie hunting shooting  game of unique heroes has come!After becoming zombies Masters armed with cool blow feeling and thrill,please kill all the zombies!At various stages, please hunt a new individual zombie.Collecting rare hidden heros, experience the more exhilarating shooting pleasure.Try to be the best in a variety of rankings for users around the world.Clear all extreme missions, prove your ability.Blow away all your stress with interesting shooting every day, regarless of Halloween or holiday!Thanks to 4gray.----※ This game is Google play login required.1. Google Play Sign Solution&gt;&gt; Google Play Services update: https://play.google.com/store/apps/details?id=com.google.android.gms&gt;&gt; Google Play Games update: https://play.google.com/store/apps/details?id=com.google.android.play.games----※ App permissions requests- Photos / Media / Files: Save the screenshot, the necessary permissions to the shared features.- Address: Free station drive the necessary permissions.",
            "id": "me.nextdoors.zombiemastersvip",
            "image": "https://play-lh.googleusercontent.com/SsDYzJiOivFKVrdRHvUSSwaeoV0b9_BZIvhzivB6w_PvKEhEqeSZHZmT_12In2KByB0=s180-rw",
            "rating": 3.6,
            "raters": 368,
            "category": "Action",
            "developer": "Next Doors",
            "expired": false
        },
        {
            "title": "Cirgus - Icon Pack",
            "price": 90,
            "description": "This application, like any icon pack, is not a standalone application, because to use it you need an extra launcher such as nova launcher or smart launcher.*Instructions*Open the Cirgus UI application and inside it go to the menu that is in the upper left.-Select set or apply.-The list of all the supported launchers and those installed in the first place will appear.-Select the one of your preference and press accept.-You do not have any installed launcher just select it and it will take you to the download link of it.-Your icon pack is ready.*Characteristics*-4000+ Custom icons.-85 Custom wallpapers.-Intelligent request of icons via email.-Application easy and simple.-Support for the following launchers:Nova launcher, Smart Launcher, Abc launcher, Action Launcher, ADW Launcher, Apex, Launcher, Aviate Launcher, CM Themes, Evie Launcher, Go launcher, Holo Launcher, Holo Pro, Lucid Launcher, M Launcher, Mini Launcher, Next Launcher, Nougat Launcher, Solo Launcher, V Launcher, ZenUI Launcher, Zero Launcher and more.-It is not compatible with the default launcher of your samsung or huawei phone.-Support limited in launcher go launcher because it does not support masking icons.-This package of icons uses the CandyBar board.-Support Muzei-Interface Graphic in several languages.-Make your requests and you will receive an immediate response.",
            "id": "com.olivera.cirgus",
            "image": "https://play-lh.googleusercontent.com/E8JFMybpXFw3sDCENU1M2915G-t7Jc8e-4PyoGtwqXAVKF1r9ovFTs7iGxbs7YP4MzY=s180-rw",
            "rating": 4.4,
            "raters": 181,
            "category": "Personalization",
            "developer": "Olivera Onias Design",
            "expired": false
        },
        {
            "title": "Cat Forest : Healing Camp",
            "price": 90,
            "description": "Have you dreamed of escaping from ordinary life and just go farming?Become the owner of the campsite and run your own camp.Collect various cat visitors,and make your own healing camp.[How to Play]1. Gather materials.2. Build camping facilities and others.3. Grow crops in the field and cook dishes.4. Enjoy fishing and light a campfire.5. Bigger the camp, more cat visitors there will be!▶ It is a paid version that provides 3,000 golden pine cones.",
            "id": "com.poomgames.catforestpaid",
            "image": "https://play-lh.googleusercontent.com/j8IvXgr8qDMtBO2rz6q-kS5eyGOvDpenQwKTj0TKzpqXFy8qaKitJZdlJESiQcU3dA=s180-rw",
            "rating": 4.4,
            "raters": 1034,
            "category": "Simulation",
            "developer": "POOM GAMES",
            "expired": false
        },
        {
            "title": "Password Manager : Store & Manage Passwords.",
            "price": 90,
            "description": "AVAILABLE IN FOLLOWING LANGUAGES-- French-- Arabic-- German-- Turkish-- Russian-- Spanish-- Italian-- Portuguese-- English-- Indonesian-- GreekMore languages will be available in future version.Facebook Page: https://web.facebook.com/PasswordsManagerWEBSITE:https://passwords-manager.comYouTube:https://youtu.be/y-u08C_mvugVideo Credit:https://www.fiverr.com/mrspider94PASSWORD MANAGER:Modern technology and social media has hacked everyone’s lives. Our lives revolve around our smartphones and smart technologies.Even for a simple photo editing or video editing app, it asks you to create your account which is usually not easy to remember. Most of the applications like Facebook, Twitter and Instagram has millions of user accounts.Mostly each user has multiple accounts on each social media platform and memorizing emails and passwords for each platform makes people bizarre. A part from social media, people engaged with businesses have to maintain their work accounts as well and forgetting work account credentials can lead to some very serious chaos. In order to provide ease, Password manager is an application which saves your credentials categorically to saves your time. This application come up with a lot of features including:*  It stores your passwords in an AES-256 encrypted form.*  It does not require internet permissions unlike other applications, which means your data is not stored on the internet.* It provides better accessibility in a way that user can save their passwords in the form of categories.* The import/export feature of the application allows user to transfer the credentials in a new environment in case user changes the device. * Another important feature is the password generator. It generates passwords for you with all required validations.* Password manager with fingerprint login (If supported in your device).* On of the best password manager offline tool.Hope this password manager for android will be very helpful for you. This password manager pro version is one time paid app for lifetime use. This is the password manger best version you will ever come up on play store as we don't compromise on user data security. This is a simple password manager tool with all the necessary features. price is almost free (least we can set on play store)",
            "id": "com.codingtrickshub.passwordsmanager",
            "image": "https://play-lh.googleusercontent.com/rh5a1YaVkNjMtTG7tVmkX9_-v0CJ_1VZ8avwt09PEIngmXzzRO-NTvCpJUf5ayr2muOx=s180-rw",
            "rating": 4.3,
            "raters": 446,
            "category": "Productivity",
            "developer": "K-T Developers",
            "expired": false
        },
        {
            "title": "Animal Camp - Healing Resort",
            "price": 90,
            "description": "[Game Introduction]Have you dreamed of escaping from ordinary life and just go farming?Become an owner of a resort.Run your own resort.Collect various animal visitors,and make your own healing resort.[How to Play]1. Gather materials.2. Build camping facilities and others.3. Grow crops in the field and cook dishes.4. Enjoy fishing and light a campfire.5. Bigger the resort, more animals there will be!▶ It is a paid version that provides 3,000 golden pine cones.▶ Enjoy the free version 'Cat Forest' as well.",
            "id": "com.poomgames.animalcamp",
            "image": "https://play-lh.googleusercontent.com/8Y78aTPFoSvFaLIaEjoNbbXZtUhjOmofSmklhj2nQAl-prVFqAPSFHxVEInKeRaJ-9pb=s180-rw",
            "rating": 4.1,
            "raters": 1480,
            "category": "Simulation",
            "developer": "POOM GAMES",
            "expired": false
        },
        {
            "title": "Rocsy Square - Icon Pack",
            "price": 45,
            "description": "How to setting ?-&gt; Download launcher &amp; set it as your default home.-&gt; Apply Rocsy Square icon pack to launcher-&gt; Change launcher settings as follows :Home screen:- Portrait gird : 5x4Drawer:- Portrait gird : 6x4- Drawer background transparency : 0-10%Dock:- Number of dock icons : 5Advanced Settings- Icon size 120%- Icon font : systemFEATURES- Fresh and Gradient color- Full HD 192 x 192px . Ready for future device.- 1.150+ Flat Icons.- All Icons be vector designed- All Icons be redrawn carefully- Compatible with Multi Launcher- Icon Back and Icon Mask- No Advertising- Monthly updates- Capacity light, easy to use- Clean and cool, bright and colorful- Limited time sales- Icon request tool inside the app- Cloud based wallpaper section- Help and FAQ section- Material design theme dashboard- Support lot of launchersThanks and Please give me 5 stars. Get more free apps in the future.Please, if you have any issues with the app, send me an email before writing a negative review or refund. I would help you immediately quickly★★★★★ HOW TO USE ? ★★★★★- Download a supported application launcher (see the list at bottom)- Install the icon pack- Start application and apply. In the list choose your launcher.- If you do not see your application launcher in the list then apply it within your launcher★★★★★ Supported launchers ★★★★★Apex , ADW , Go ,  TSF , Holo , Nova , Holo for ICS , Lucid , Pro , KK , Hola , Solo , Smart , Action , M , N , Etc , Inspire , Lollipop , L , Dodol , ADW EX , Atom , Aviate , Themer , CM Theme Engine , Mini , Nemus , S , Next , Nine , Unicon , Epic , ABC , Evie , LG Home , Nougat , V , Arrow…and most others that have icon pack support.If you do not see your application launcher in the list then apply it within your launcher=&gt; You can also apply icon pack from the respective launcher's theme / icon settingsThis icon pack has been tested. It works with these launchers. However, it may also work with others too. In case you do not found an apply section in dashboard. You can apply icon pack from a theme setting.Notes• Google Now Launcher do not support any icon packs.• Missing an Icon? feel free to send me an icon request and I will try to update this pack with your requests.• FOR LG USERS: LG HOME With latest update LG HOME does not support icon pack on some devices.I am still working on it may be it will work in a upcoming release. So in a mean time you have to use a launcher on LG devices.Follow us and update app onGoogle+: https://plus.google.com/u/0/+RaymondRudo",
            "id": "com.rainystudio.rocsysquareiconpack",
            "image": "https://play-lh.googleusercontent.com/8zcVtX4zUINHICYQuCocx9ysjoFy76J0kCM2MUl9a3mK9Yrd3PikXaaWSU645NvS9to=s180-rw",
            "rating": 4.1,
            "raters": 186,
            "category": "Personalization",
            "developer": "A1 Design",
            "expired": false
        },
        {
            "title": "Business Calculator Pro",
            "price": 35,
            "description": "This app is the pro version of Business Calculator. Completely without advertisement!This app consists of a Gross Profit Calculator, Price Calculator, Operating Margin Calculator, Effective Interest Rate Calculator, Value Added Tax Calculator and a Break-Even Point Calculator.Gross Profit Calculator:  You are able to calculate the gross profit (absolute value and percentage) and markup (absolute value and percentage). Just enter the cost price and selling price of the product.Price Calculator:  You are able to calculate the price and markup. Just enter the cost and gross margin.Operating Margin Calculator: You are able to calculate the operating margin. Just enter the operating income and revenue.Effective Interest Rate Calculator: You are able to calculate the effective interest rate. Just enter the nominal interest rate and the number of compounding periods per year.Value Added Tax: You are able to calculate the VAT (value added tax) and the price incl. VAT. Just enter the price without VAT and the VAT rate of your country.Break-Even Point: You are able to calculate the break-even point. Just enter fixed cost, variable cost and price of a unit.",
            "id": "an.BusinessCalPro",
            "image": "https://play-lh.googleusercontent.com/KaYJYwyIgIkh3hqHYB_PEW1sWDCaCQV9M1PfKxwEA92W0oYnB-opjnVJi6c1oK-KPa4=s180-rw",
            "rating": 4.2,
            "raters": 1015,
            "category": "Business",
            "developer": "GK Apps",
            "expired": false
        },
        {
            "title": "Dog Training with Clicker, No Ads - Puppy Perfect",
            "price": 380,
            "description": "Are you new to dog ownership?Do you have an undisciplined puppy?Is your dogs naughty behavior make dog ownership stressful?Don't worry, we've all gone through this and our app provides you with a fast solution to get things back on track with your puppy before things escalate.Puppy Perfect is a new Puppy Training app which can also be used for dog training older dogs.  The app has a unique style and is very user friendly.  A new Puppy Training app for Android which contains no ads and has a number of interactive tools to help train you dog. Including a dog training clicker. A Dog Clicker is a sound signal to highlight a behavior at a precise time for which your puppy is rewarded.  Effective use of a clicker reduces training time for you dog considerably. Use our built-in clicker to reinforce positive behavior during your training sessions.To get the most out of your app be sure to set up a profile page for your pooch.  Have more than one dog? No problem as this puppy training app supports multiple profiles.  Puppy Perfect features include:A Profile Page for your Pooch where you can add a photo.A Notifications section which highlights important considerations for new dog owners.A Notes section where you can record your dogs training progress or any other information.A Socialisation Planning tool to help Socialise your puppy in the first few weeks.A Dog Training Section with lots of useful lessons for a well balanced dog.A Schedule Planning tool to help consider how you will manage life with your new puppy.A Resources Section with an Equipment List, Recommended Reading and Training Offers.A Common Commands feature which is a quick reference guide containing illustrations and voice cues.A new puppy training app or dog training app can be really useful for new owners. We believe that Puppy Perfect for Android is one of the best new puppy training apps currently on the market.  We believe this as it offers an holistic approach to dog training and dog ownership.  Puppy Perfect puppy training forces new owners to consider all aspects of dog ownership in a fun way and will help you to get on top of your new responsibilities and train your new puppy like a professional.New puppy training should be a fun experience and will strengthen the bond you have with your new companion if done correctly.  We have a ton of new features which we will be adding to this new puppy training app over time which we are truly excited about.Puppy Perfect is a dog training app which contains NO ADS as we feel these can be annoying and detract from the enjoyment that comes from using our dog training app for Android. Thank you for downloading Puppy Perfect, we hope you enjoy using it and we are sure that you will find it useful.  We love to receive feedback regarding any improvements you would like to see so that we can make it even better. Congratulations on your new addition and happy puppy training!",
            "id": "com.quintessentialapps.puppyperfect",
            "image": "https://play-lh.googleusercontent.com/qb4M0N1rokGMA2vMlYyACVRgBz9Q9HjNOrseXp8mCSFMq5Sy-dhYlytEKqIiCePnpBo=s180-rw",
            "rating": 4.3,
            "raters": 18,
            "category": "Education",
            "developer": "Quintessential Apps Ltd",
            "expired": false
        },
        {
            "title": "Black & White HD -Icon Pack",
            "price": 90,
            "description": "Black &amp; White Icon Pack is a package of black and white icons for those who like this style of icons.In order to use it you simply need to install or have installed a launcher.-&gt; Instructions for use-Open the Black and White application and inside it go to the menu that is in the upper left.-Select set or apply.-It will show you the launchers supported and in the first place the ones you have installed.-Select the one of your preference and press accept.-You do not have any installed launcher just select it and it will take you to the download link of it.-You can also open your launcher and from there apply Black &amp; White - Icon Pack.-Your icon pack is ready.-&gt; Features- 4000+ Custom icons.-80+ Wallpapers ..-Intelligent request of icons via email.-Application easy and simple.-Iconos HD with resolution 192x192 pixels.-Support for the following launchers:Compatible launchers included in the application section:    Action Launcher    ADW Launcher    Apex Launcher    Atom Launcher    Aviate Launcher    CM Theme Engine    GO Launcher    Holo Launcher    Holo Launcher HD    LG Home    Lucid Launcher    M Launcher    Mini Launcher    Next Launcher    Nougat Launcher    Nova Launcher    Smart Launcher    Solo Launcher    V Launcher    ZenUI Launcher    Zero Launcher    ABC Launcher    Evie LauncherCompatible launchers not included in the board:    Arrow Launcher    ASAP Launcher    Cobo Launcher    Line Launcher    Mesh Launcher    Peek Launcher    Z Launcher    Launch by Quixey Launcher    iTop Launcher    KK Launcher    MN Launcher    New Launcher    S Launcher    Open Launcher    Flick Launcher-It is not compatible with the default launcher of your samsung or huawei phone.-Support limited in launcher go launcher because it does not support masking icons.-This package of icons uses the CandyBar board.-Support Muzei-Interface Graphic in several languages",
            "id": "com.olivera.black",
            "image": "https://play-lh.googleusercontent.com/MVOngFLquRXLB_9xPeMXxks5sB8X0ZMhQmlEVWLm9VW3DP-MZhYUscGvdJN-Tk9HKerD=s180-rw",
            "rating": 4.2,
            "raters": 147,
            "category": "Personalization",
            "developer": "Olivera Onias Design",
            "expired": false
        },
        {
            "title": "Matrix Determinant Pro",
            "price": 50,
            "description": "This app is the pro version of \"Matrix Determinant Calculator\", completely without advertisement!This app is a math calculator, which is able to calculate the determinant of a matrix. The determinants of following matrices are available:- 2x2 matrices- 3x3 matrices- 4x4 matrices- 5x5 matrices- nxn matrices (with more than 5 rows and columns)Best math tool for school and college! If you are a student, it will helps you to learn linear algebra!",
            "id": "an.DeterminantPro",
            "image": "https://play-lh.googleusercontent.com/j8NOpdDNp3gsShfP2IrXcRHJoQV2Ojj1kkZv_d0R0tU82EpfKZqS0wve2ubnNlfHmGtx=s180-rw",
            "rating": 4.4,
            "raters": 351,
            "category": "Education",
            "developer": "GK Apps",
            "expired": false
        },
        {
            "title": "Flippy Geometry 3D Polysphere Puzzles with Poly",
            "price": 65,
            "description": "Flippy Geometry 3D Puzzles is a brand-new 3D puzzle &amp; brain teaser game!! The gameplay is very simple and relaxing: rotate the puzzle pieces, and as you get closer to the correct angle, the pieces will merge into a beautiful picture of artwork! It is like anti-stress slime simulator. If you are interested in coloring puzzle art and low poly art game or stress relief , Flippy Geometry 3D Puzzles with low-poly illustration  is one of the best choices for you. 3D Puzzle designed for families. Test your brain if you love poly and brain games!Flippy Geometry 3D Puzzles FEATURES:- Super relaxing gameplay: no time limit, no restrictions, take your time and relax with this creative puzzle game. Rotate the picture to match.- Tons of 3D poly puzzles to solve! Challenge your brain and unlock all unique artworks!- Anti-stress effect of polysphere puzzle- Enjoy with animal pictures, fruits puzzle, polygon graphics, shards and many coloring artworks which appropriate for all ages.-10 different categories (training, holidays, drawings, sketch,  blueprints, steampunk, aquarium world, candy and animals, Christmas and New Year - feel like Santa Claus)- Play without internet. Offline game.- Family games.Come play and relax now with poly! You will love this 3d coloring puzzle game.",
            "id": "com.alieninzen.FlippyGeometry",
            "image": "https://play-lh.googleusercontent.com/c-z5KVtfRU0fcjhv_ncOeWX1ewe1KTgm0W9wj-0UbiTB0qgw8eZuTg6uViTW6pDq1_k=s180-rw",
            "rating": 4.9,
            "raters": 203,
            "category": "Puzzle",
            "developer": "alieninzen",
            "expired": false
        },
        {
            "title": "Number to word converter offline",
            "price": 50,
            "description": "Its simple Number to words converter app that converts the numbers you entered into words, you can copy, share converted words directly from the app.Number to word converter app is 140 kb in size and no internet require, app do not asks for any permission as its simple stupid app just to convert numbers to words.Please email us if you have any suggestions and if you like the app, please rate app on playstore.Thank you.",
            "id": "com.light.numbertoword",
            "image": "https://play-lh.googleusercontent.com/nWfcgyo7vQzRjDfFt3bmci0NDYHkhDW13Funj_f5lSq9WFQP0nQ9DSt9xbCGtUtz5DCH=s180-rw",
            "rating": 4.1,
            "raters": 29,
            "category": "Tools",
            "developer": "The Elegant apps",
            "expired": false
        },
        {
            "title": "Kids Puzzle - learn 82 animals",
            "price": 130,
            "description": "Are you ready to join our 82 funny animals on an amazing educational adventure in the SeaWorld, Farm, Savannah &amp; Jungle?  We did some simple math, and created a *game-a-licious theory* \"Super cute animals + Puzzles + Animal sounds + Animal pictures + Animal videos + Fun facts  = The BEST educational game for preschool children\".  Watch as your baby toddler learns first words &amp; alphabets and the big brother or sister practice their speech &amp; pronunciation. Motor skills development &amp; matching different jigsaw shapes of funny zoo animals has never been so fun, because now we have a reward after each finished puzzle, beside the regular balloon pop, your kids get to hear the animal name, the sound that it makes, read fun facts and watch real life pictures or videos. This NO ADS game is super-easy and super-educational, making it appropriate for kids of all ages as well as children with autism.Gameplay &amp; Features:- 82 hand-drawn animals from 4 fun themes to play with: Aquatic, Farm, Savannah &amp; Jungle.- creative game play where each animal puzzle piece is broken very intuitively.- theme specific ambient music and cute sounds in the entire game to make it more interesting for your young ones.- tons of animations &amp; maximized interaction with all objects &amp; puzzles for lots of giggles and laughs.- applause, cheer and balloons on successfully completing each animal puzzle.- animals come to life and play the animal name and audio sounds.- select the image icon to see real animal pictures, the video icon to see the animal in motion and read the unique facts of each animal which are presented with the images.Privacy Disclosure: As parents ourselves, iAbuzz takes children's wellness and privacy very seriously. Our app:• Does not contain sharing links to social networks• Does not contain advertising• Does not collect personal dataFeedback Please:If you have any feedback and suggestions on how we could further improve the design and interaction of our apps and games, please visit our website http://iabuzz.com/ or leave us a message at kids@iabuzz.com. We would be glad to hear from you as we are committed to update all of our apps and games on a regular basis with new features and also want to get some ideas for future app development.",
            "id": "com.ibuzz.apk.puzzle4kids82",
            "image": "https://play-lh.googleusercontent.com/3IVP5xd8-YPEJIhhpPsSvwxNW57zn0Wi8Mh_RDHbE0Q6KQGaTbxf8hlyUcrK2c5Xv6Q=s180-rw",
            "rating": 4.2,
            "raters": 328,
            "category": "Puzzle",
            "developer": "Abuzz",
            "expired": false
        },
        {
            "title": "Shadow of Death: Dark Knight - Stickman Fighting",
            "price": 28,
            "description": "🏆 Premium feature: Unlock all 4 characters including the fan-favourite Lunae - the beautiful Keeper of Time and Space with a powerful high-speed scythe attack!🎯 Note: This is a stand-alone game. You cannot transfer your data from the free version to the paid version.A Brand New Dark Fantasy Epic Plunge into the darkness and experience the greatest pocket sized fantasy RPG of the ages. Whip out that shadow blade and select a customizable dark knight to go on a side scroller adventure anywhere at anytime. Freely experiment with multiple gameplay styles, wicked rare armor sets, and robust skill trees to create the best shadow knight possible. An offline fighting game with the soul of a console RPG is not what this generation of gamers deserves, but needs! The shadow of war is rising, will you accept the challenge?Choice to the Players Choose from a cast of four unique shadow knights each representing a vastly different play style. Whether players want to slash or force projectile their way to victory is in their hands, quite literally! Delve into a robust skill tree and deep inventory system that encourages endless combat experimentation and customization. We even have a young boy's soul in a hulking suit of armor, what other game can top that?     Conquer the Darkness in Style Inspired by classic fighting games and modern action RPGs, combat is a high-octane blend of magic and weapons based hack and slash gameplay. An intuitive touch screen interface provides different options to strategize combat and devastate enemies. The unique battle system is accessible for any player yet deep enough to satisfy the most hardcore action RPG fans. What are you waiting for? Grab that mystical dark sword and plunge into darkness! A Beautiful Ruined WorldDriven by an all new animation system and graphics engine, players are going to be saying, \"I can't believe it's not a console game.\" That's right, the game looks that good! Optimized for mobile gaming, the gothic fantasy world of Aurora is uniquely cel shaded to deliver jaw dropping magical effects and epic combat sequences to life. Play Anywhere, Anytime We put the “pocket” in pocket sized RPGs! Experience the thrill of combat anywhere, anytime as Shadow of Death is an offline game. No need to be online to defeat the shadows. Challenge the Universe     When beating down shadow monsters just does not cut it anymore, take your game online! Vie for ultimate supremacy as you battle with other players in the Arena. Unlock the Dream Team Tired of grinding to unlock the next character? The paid version of Shadow of Death has all four shadow warriors unlocked from the start. Now players can conquer the darkness like never before and get to the good stuff way faster. Story: A Dark Knight's Journey Aurora, once a prosperous kingdom has fallen. An ancient darkness reborn savages the land with brute force. Crops decay, winds scream with rage, and the dead stir.   In his lust for power and forbidden knowledge, a king has forsaken his people to ruin. The people cry for hope.  A lone knight, cleansed of memory but driven by conviction is all that stands between utter annihilation. Marked by destiny, he walks alone towards the whispering shadows. Take your game further and level up with us! Engage our team on social media for the latest events to get gift codes, rare armor sets, loads of crystals, and other juicy prizes. VISIT US: Shadow of Death – Dark Knight – Stickman Fighting Game fanpage:https://www.facebook.com/ShadowOfDeath.FightingGame/LIKE US: group:https://www.facebook.com/groups/ShadowOfDeath.FightingGame/FOLLOW US: Twitter: https://twitter.com/Zonmob_GamesGRAM WITH US: https://www.instagram.com/shadow_ofdeath___/?hl=en",
            "id": "com.Zonmob.Stickman.FightingGames.ShadowOfDeath",
            "image": "https://play-lh.googleusercontent.com/_uvwkKrq7H3KNosw7YEHQ-VLtagCGU92qgKf_q53jlxmF_smmDcm4z2TGRzBSf1iWg=s180-rw",
            "rating": 4.5,
            "raters": 233549,
            "category": "Action",
            "developer": "Bravestars Games",
            "expired": false
        },
        {
            "title": "Reading Raven: Learn to read phonics adventure",
            "price": 170,
            "description": "Reading Raven is an extremely engaging learn-to-read educational game that provides step-by-step reading lessons designed to help young children build a solid foundation for reading.Praise for Reading Raven:▸ Voted Most Awesome Kids App of the year by over 100,000 Red Tricycle readers▸ Parents' Choice Award Winner ▸ Rated as Among Best Reading Apps for 4 to 8 Year Olds by Brightly ▸ Rated Among Best Apps to Teach Your Kid How to Read by Huffington Post▸ Voted Among Best Children’s Educational Apps by Teachers with Apps▸ Rated Among 7 Best Apps That Can Teach Kids How to Read by Lifehack____________________FEATURES:- Self-paced lessons take kids all the way from pre-reading to reading sentences!- 11 types of super fun games/activities that teach critical sub-skills for learning to read!- Configure profiles for multiple children!- Fully customizable by age or reading level!- Speed and tolerance dynamically adapt to motor control ability!- Works on both Android phones and tablets!- Sticker rewards that reinforce what was learned!- No pressure tactics!- Extremely effective voice instructions and feedback!- Free form letter and word writing!- Children can pause and save their progress anytime!- Beautiful hand-illustrated artwork!- No third party advertising!- No external links to social network sites!With the Reading Raven companion guiding them along, children will go on delightful fun-filled adventures where they will encounter fly eating frogs, caterpillars that turn into butterflies, circus acrobats, ball balancing seals, underwater sea creatures, snow monsters, flying penguins, space robots, rhyming rockets, and much more!Reading Raven includes the following progression of self-paced educational activities:Ages 3 and Up- Letter matching- Letter tracing- Letter recognition- Word matchingAges 4 and Up- Vocabulary- Word beginnings- Word building (spelling)- Word spottingAges 5 and Up- Reading aloud using voice recording- Word tracing- Word groups (rhyming and beginning sounds)Reading Raven includes five extensive lessons, with hundreds of individual activities in total. Parents and teachers will find the multi-sensory learning games to be a great complement to traditional classroom and home-based reading instruction.Recommended Ages: 3-7Build your child's reading confidence with Reading Raven and watch their learning take flight.Happy Reading Adventures!____________________MORE INFO, FEEDBACK &amp; SUPPORTLearn more about the product and our team: http://www.readingraven.com/Like us on Facebook: http://facebook.com/readingravenFollow us on Twitter: http://twitter.com/readingravenIf you have feedback or suggestions, please email us at feedback@earlyascent.com. We’d love to hear from you!____________________PRIVACYWe have kids too and take the privacy of you and your children seriously. This product does not collect any personally identifiable information by default.",
            "id": "com.readingraven.android",
            "image": "https://play-lh.googleusercontent.com/ewee2ljusVb3_AeYp1hOK5w4BtTKrgEV1_FRENWJYZifbV8_d3EghoGDQcNrbaf2Kag=s180-rw",
            "rating": 3.9,
            "raters": 106,
            "category": "Educational",
            "developer": "Early Ascent LLC",
            "expired": false
        },
        {
            "title": "Decimal to Fraction Pro",
            "price": 50,
            "description": "This app is the pro version of 'Decimal to Fraction'. Completely without advertisement!This mathematical app is able to convert decimal numbers into fractions. Very useful tool for school and college!",
            "id": "an.DecFracPro",
            "image": "https://play-lh.googleusercontent.com/3jkAN95ZQpj5bJPEzGGliqh3JrI5HuFk-HIpkSnHYM3LVZLxwV3UEGwxPxyXJx5P6w=s180-rw",
            "rating": 4.3,
            "raters": 1142,
            "category": "Education",
            "developer": "GK Apps",
            "expired": false
        },
        {
            "title": "NEW Math puzzles 2",
            "price": 65,
            "description": "<h1><b> Math puzzles PRO 2 is the continuation of the popular game Math puzzles PRO. New version of Math puzzles PRO with new unique puzzles. Are you ready to solve new puzzles and develop your logical thinking? </b></h1>Objective of the game is to find patterns hidden in the puzzle in order to arrive at the solution. This game helps in enhancing your- Observation skills- Logical reasoning- Out of the box thinking- Mathematical knowledgeThis game contains 80 challenging brain teasers. Each brain teaser offers a different and unique challenge which forces the user to think in unconventional way.Play these puzzles with your friends to see who can solve the puzzles faster.Please leave us an assessment, feedback and let us know what you think about the applications. We want to continue to create some of the best applications for Android devices in the future. Your feedback will play a big role in improving applications and future updates.Enjoy!",
            "id": "com.b2a.mathpuzzlespro2",
            "image": "https://play-lh.googleusercontent.com/ltNB9Z3vtzYfhpRCqkoGRVyZQjrqg-pKo74xSo7SqSd9h1k8GEgSb0aooH37V26gh2gC=s180-rw",
            "rating": 3.8,
            "raters": 239,
            "category": "Puzzle",
            "developer": "B2A Apps",
            "expired": false
        },
        {
            "title": "Shortcut Manager - Pin shortcuts @ home screen",
            "price": 55,
            "description": "Shortcut Manager app to create shortcuts of apps, activities and other shortcuts for android. Its App shortcut maker / app icon changer app that places icon for apps on your home screen. Customize app icon and shortcuts.Shortcut manager is shortcut maker app that creates app shortcuts with icons from icon packs, from gallery photos, you can create shortcuts of apps activities, there are many apps contains hidden activities, for them you can create icon to access it quickly.You can create shortcuts with personalized icon for contact, direct dial, sms and other shortcuts available in android OS.☆ How to remove watermark:On Android 8.0 and above, the android system automatically add a watermark to the shortcut icon. we do not have control on this.Features:◇ Create shortcuts of apps, activities &amp; android shortcuts.◇ Customize app icon and shortcuts.◇ Quickly access android settings such as Bluetooth, wifi, location and many more.◇ App browser with complete app details.◇ Change app icon using gallery photos, icon packs.◇ Clean and easy UI.App need following permissions to complete the task, please allow this permission for the app when you first time open the app.Permissions:☆ Modify system settings: permission needed in case you are creating shortcuts of activities those modifies system settings☆ Read Contact: permission require if you create shortcuts of contact☆ Phone: Permission require if you use direct dial shortcut☆ SMS: Permission require if you use SMS shortcuts.☆ same way many permission needs to be given based on the shortcut you creates.Note: ✔ Not all activities are executable. so may be you get error for activities those require special permissions/✔ Some android shortcuts may give error as access to them are restricted for selected apps only.Please try app and let us know, what more we can do to improve the app and to make app more useful to all users.If you like the app, please leave your review and rating on playstore.Thank you.",
            "id": "com.bhanu.simpleshortcutmaker",
            "image": "https://play-lh.googleusercontent.com/outuYSzk0ChKUQCoQR6i-7Cske27nJr89-do1zzRAJvuH-NvRl6CFUi61pJHuntm5Q=s180-rw",
            "rating": 4.4,
            "raters": 117,
            "category": "Personalization",
            "developer": "Yogesh Dama",
            "expired": false
        },
        {
            "title": "Hex AMOLED Neon Live Wallpaper",
            "price": 290,
            "description": "Enjoy the beautiful geometric hexagons on your screen. This live wallpaper is specially designed for Amoled screens. It is fully customizable and fully adjustable to meet your needs. Optimized for Ultra low battery consumption. Try it and we're waiting for your feedback!",
            "id": "com.crydata.mylivewallpaper",
            "image": "https://play-lh.googleusercontent.com/i1QpmfeuEQDAZrgp9ux8W25n81JqWDxWk8WPNwriEfPvQRHcLcI-E8boQlb_sCFxtNM=s180-rw",
            "rating": 4.2,
            "raters": 64,
            "category": "Personalization",
            "developer": "Crydata",
            "expired": false
        },
        {
            "title": "Alice Trapped in Wonderland",
            "price": 90,
            "description": "Discover &amp; solve the amazing secrets inside the extraordinary Wonderland, Explore this incredible and shocking world while solving the most emblematic puzzles and reveal all the exciting secrets in the best point and click adventure game available for mobile devices. Features: - Amazing &amp; attractive graphics. - A deep &amp; catching story. - Hours of addictive entertainment. - Incredible funny and witty puzzles. - Many different surroundings to discover &amp; explore. -\"Map\" \"Clues\" and \"Hints\" features to help you get trough the game if you get stuck.- An interactive story, very original &amp; unique. - Excellent design of the game levels and puzzles. - High-resolution graphics optimized every device. - Multiple languages, auto save and much more... Plot: Many years have passed since you, Alice Liddel, dreamed about a land full of wonderful and amazing things. You don’t remember almost anything about the last time you visited it...And just now you receive a mysterious letter that says: \"Dear Alice meet me at the old tree where you first saw me, your presence is frabjously important.\" White Rabbit. When you read those words, all those extraordinary dreams and fantasies got back to your imagination, which filled up your mind when you were just a little girl, but it also makes you think about... “Dreams don’t send mail... do they?” Worried by the curiosity that you felt when you were child, you decide to go and meet the rabbit. You came to the right place but you don’t see the rabbit anywhere, in fact you realized that you couldn’t even see him, when he was right in front of you. Everything seems so strange but the exciting curiosity, just like the one you used to have when you were a child, forces you to continue. Buy it now!! If you are new at playing adventure games, download it now, you won’t ever regret it, actually you might become instantly a fan of the genre, if you're a fan, you’ve probably bought it already, you weren’t just miss this opportunity. Good Luck!!",
            "id": "com.mediacitygames.alicetrapped1",
            "image": "https://play-lh.googleusercontent.com/yZp1iWnmrJdvu-vWEzKrPya8H6AkqzUayNvdf-Z3xshPBFfmK_CQ3JT0GstHcqoMhn4=s180-rw",
            "rating": 4.2,
            "raters": 455,
            "category": "Adventure",
            "developer": "MediaCity Games LLC",
            "expired": false
        },
        {
            "title": "Dungeon Corporation S: An auto-farming RPG game!",
            "price": 90,
            "description": "Super RewardsFairy Stone 200 + Break Block 5&gt;An auto-farming game!The ultimate idle game for farming items to become infinitely more powerful!!&gt;Freestyle growth strategies!You can power up your hero via numerous items and options, various stats and proficiency systems to your heart's content!Privacy Policy : https://notice.bigshot-games.xyz/privacyAgreement",
            "id": "com.bigshotgames.legendaryItemSuper",
            "image": "https://play-lh.googleusercontent.com/aDTH_qaD_O7amv7C78Yh_SWOVR-o7uLcKdw7k4tlwZVW9FTudi-6ATZjVIQKlqhv9m8=s180-rw",
            "rating": 4.0,
            "raters": 928,
            "category": "Role Playing",
            "developer": "Bigshot Games",
            "expired": false
        },
        {
            "title": "Race 3D - Cool Relaxing endless running game",
            "price": 110,
            "description": "Race with others and win to complete levelFeatures:Colorful design. color changing randomly during game playUnlimited levelsSupport for phone and tabletsmooth one touch controls",
            "id": "com.gamedev.race3d",
            "image": "https://play-lh.googleusercontent.com/sc6_nFeC3oBI3xeFHCTyFArrkDDH4U4Ao0c32L3dFL7ruKR15mkT7TO992eWYF-nmO0t=s180-rw",
            "rating": 4.4,
            "raters": 4118,
            "category": "Arcade",
            "developer": "ARSL GAMES",
            "expired": false
        },
        {
            "title": "Dungeon & Pixel Hero VIP",
            "price": 70,
            "description": "■■■■■■■■■■■■■■■■ VIP ■■■■■■■■■■■■■■■■■■■■■- 500 GEM(click top vip button)■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■[Game Introduction]Weapon Collection Action RPG!Collect various weapons and artifacts, conquer dungeons and become the ultimate pixel hero![Game Features]◈ convenience to enjoy with one hand!◈ Optimized for killing time with automatic hunting and 1.5x speed!◈ Various weapons and equipment upgrade system◈ Mining system to get gems for free◈ Various skills according to hero",
            "id": "com.pixelstar.DNPHVIP",
            "image": "https://play-lh.googleusercontent.com/VpLyLXPZGvL7Vj6emB0UXHHzceElMpOZR4ULvONM_ycT-vxvLdLvnPEz2JDk2Yh12w=s180-rw",
            "rating": 3.9,
            "raters": 4608,
            "category": "Casual",
            "developer": "PixelStar Games",
            "expired": false
        },
        {
            "title": "Epic Heroes War: Shadow Lord Stickman - Premium",
            "price": 20,
            "description": "Premium = 1$ --&gt; 5$ = 30k gems. Epic RPG real-time strategy action game.Epic Heroes War is a real-time strategy game, online side-scroller defense combines RPG. Build up a powerful army and slaughter enemy hordes in quests and battles with other players!Key features:★ An unique game, not duplicated with other games on the Store★ Lot of heroes with unique skills★ Lot of campaign levels, Online PvP, Domination, Challenge, Heaven &amp; Hell map ...★ Local Bosses★ Nation War★ World Bosses★ Auction★ Boss party★ Guild War★ Arena★ Real-time strategy PvP 1VS1 battle.",
            "id": "com.divmob.epicheroeswar.en.freemium",
            "image": "https://play-lh.googleusercontent.com/otEAVXa2NNyIhEB46xN8oZNX4MoJgyqfBY6oOSgFcTBwYqW4A_eSB0aTBbKv0Xgwq0A=s180-rw",
            "rating": 4.4,
            "raters": 12487,
            "category": "Adventure",
            "developer": "DIVMOB",
            "expired": false
        },
        {
            "title": "Monkey GO Happy",
            "price": 55,
            "description": "Over 75 stages of puzzling fun to complete!Monkey GO Happy from Pencilkids is an internet sensation that has reached millions of players online. Now the original 5 Monkey GO Happy games have been compiled into one great app. Monkey GO Happy regularly reaches the  #1 spot on Primary Games and other popular flash gaming websites. Now it's available for your Android device.Features:- over 75 beautifully designed stages- 30 Hats to dress up your monkey- 7 different monkeys to choose from- Ad FREE- NO In-app purchases- Automatic save progressInstructions: Tap on objects and locations on the screen. Drag items to specific spots  to solve puzzles and more!",
            "id": "air.com.pencilkids.monkeygohappy",
            "image": "https://play-lh.googleusercontent.com/Ta0kidYo-OO0XUCfsKlW8nL3qiscr6gX2xKIyHGlJwpF41b1uBhbC7OyUqMdaxGDClg=s180-rw",
            "rating": 4.3,
            "raters": 3402,
            "category": "Educational",
            "developer": "Monkey GO Happy",
            "expired": false
        },
        {
            "title": "Mystic Guardian PV: Old School Action RPG",
            "price": 280,
            "description": "＊This paid version of Mystic Gardian is full-screen ad free, and unlocking the final chapter is free of charge.＊If you can not log in to the Google Play service, please update your Google Play service and Android OS to the latest version.As a great fan of JRPGs themselves, the two creators of Mystic Guardian were dedicated to create a game that has the feeling of classic JRPGs in the 90's. After 5 years of developing and refining to get the right atmosphere, Mystic Guardian is finally ready to bring you back to the past.■■■ Game Story ■■■- Experience the fantasy world of steampunk with machinery and alchemy.- Two playable main characters with completely different storylines.- Secret storielines and alternate endings that are unlockable by replaying.- More than 500 narrative scenes.■■■ Class Change ■■■- Total of 7 classes you can switch to.- Each class has its own unique skills that can be permanently learned.■■■ Battle System ■■■- More than 150 skills you can use during the battle.- Extremely satisfying combo attacks.- Create your own skill combinations.- 60 ultimate boss battles.- Powerful summons with various upgrades.■■■ Raid Mode ■■■- Challenge the infinite battle in endless dungeons.- Compete your score with other players.",
            "id": "com.buffstudio.mysticguardian.paid",
            "image": "https://play-lh.googleusercontent.com/XwOGBTSp7_mbsq1B9Y23empait3HWFG0KvSpTMcM4bfgGc8tO1QARLmyOwq2o7EL48E=s180-rw",
            "rating": 3.9,
            "raters": 20975,
            "category": "Role Playing",
            "developer": "Buff Studio co ltd",
            "expired": false
        },
        {
            "title": "Boymate10 Find5X - Brain Card Game",
            "price": 28,
            "description": "Those who trust their intelligence here. You will love the exciting new card game find5x that makes you think.Find5x is a unique strategy game created with a very special scoring system.Find5x is a fun new game with universal, intelligence-enhancing features.Everyone likes their simple rules and understandable style of playing.In addition to being a deep and expert scoring system; The player, who is not familiar with the scoring system, can easily achieve successful results with a little glory, paying attention to a few rules.Find5x can play the game in any age range.How is the game played? Those who want to specialize in a very simple way can additionally get help from within the application and from the site.The game consists of a total of 54 colored geometric number cards. And each card has a game-specific point value and rank. In the game, 34 cards are dealt to the parties, 17 of them each, and 20 cards are left on the deck.After each hand has been strategically chosen and discarded 3 cards, a card is received and the game lasts 9 hands. The first 8 hands with the highest number of cards in the game wins plus 100 hand points. The final hand point is a surprise and is 300 points. The player with the highest total score of 9 hands wins. The additional points of the game determined by special coefficients are also calculated and written on the leaderboard.While the total points are obtained in the game, if the last digit of the total points ends with 5, 5 times the points are earned.In addition, if one of the cards is 5, or if the sum of the two cards is 15, then 5 times the points are earned.By trying to find 5 in the game, bonuses with special mathematical calculations are tried to be earned.Systemic and mathematical thinking discipline gives decision-making and intuitive thinking ability to the player of this game. The memory of those who play also strengthens. In addition, the people who play, get away from stress and have a fun time as a result of the exercises that develop intelligence.ABSTRACT: * Card Game Lovers.Those who want to play new games.Those who trust their intelligence.Those Who Seek Strategy Game.Those who want to have fun.You will surely love this game and you will not be able to give up.You can find detailed information about the game on our site and videos.You can send an e-mail for your requests and suggestions.Also, those who want to support: They can come back with comments and likes.Thank you now. Welcome to the Boymate10 family.Site:https://en.boymate10.com/ &amp; Mail: boymate10@gmail.comCreator of Boymate10,Bar10n İlhami Savaş OKUR",
            "id": "com.games.boymate10.find5x",
            "image": "https://play-lh.googleusercontent.com/1AwQ4wUWswbaitRgTcrCk12vVU-28Ci4Y0d8ABHE01bJWYzX66ctMG-3JgmBOuMIi4e3=s180-rw",
            "rating": 4.1,
            "raters": 7,
            "category": "Card",
            "developer": "İlhami Savaş OKUR",
            "expired": false
        },
        {
            "title": "Cartoon Craft",
            "price": 10,
            "description": "What is Cartoon Craft?This is a real-time strategy game. Get ready for the real battle!How to play?- Use worker to collect gold and lumber.- Build a building like barracks to produce soldiers, archer, sword man, tank, troll and other units- Eliminate your enemies with your armyYou have to decide whether you go for the rich man strategy or poor faster guerrilla way. And you may need a lot of defense towers when you collect  resource. When you have enough army and ready to battle, scout and attack opponent's base.Come join the battle and save us!",
            "id": "com.magmon.cartooncraft",
            "image": "https://play-lh.googleusercontent.com/q2GbzLCuaCQ9QGnHFMNHejzkMrudabNeePcXCNSmP2Hog73NKrJBNKcYKplWA9wf_A=s180-rw",
            "rating": 4.3,
            "raters": 49023,
            "category": "Strategy",
            "developer": "Studio NAP",
            "expired": false
        },
        {
            "title": "Ages 6+",
            "price": 180,
            "description": "In a world dominated by black and white, two elements are seeking a path to reunite and restore the harmony. Guide the light elements to destination and meet halfway using the help of the other objects strategically placed across the level and prove incredible puzzle solving skills by succeeding in mind bending situations. Halfway features:· Challenging hand crafted levels grouped into 4 chapters.· Play Offline, no internet connection required to play.· Beautiful, minimalist artwork &amp; animations.· True black and white graphics.· No violence, stress free; play at your own pace.· No ads, no in-app purchases. Buy it once, own it forever.· Simple controls, Swipe to move· Easy to learn; no instructions needed!· Optimized for all android devices.",
            "id": "com.crevasse.halfway",
            "image": "https://play-lh.googleusercontent.com/zz0nUZ96rHeiHsAFdifuM0BtTOyrnRkZ-fyr5sb9MSsy5-HkHNVp5TZMYCRsIncgHQ=s180-rw",
            "rating": 4.3,
            "raters": 154,
            "category": "Puzzle",
            "developer": "Tepes Ovidiu",
            "expired": false
        },
        {
            "title": "FLUX - Icon Pack",
            "price": 30,
            "description": "Features:1000+ Handcrafted vector iconsExclusive wallpaperDynamic calendar iconsSupport for over 20+ launchersRequest toolSupported Launchers:Action LauncherADW LauncherApex LauncherGO LauncherHolo LauncherLawnchairLineage Theme EngineLucid LauncherNova LauncherSmart LauncherSolo LauncherTSF LauncherOthers (may require apply via launcher settings)Requesting for icons:Use the built-in icon request tool found inside the dashboard to request for icons!Suggestions and ideas:If you have an idea or would like to have an icon changed for any reason. Feel free to e-mail me at pixelflow.help@gmail.com",
            "id": "pixelflow.flux",
            "image": "https://play-lh.googleusercontent.com/cAQ4BugnGwkM1bx3IRg7ABr-AIUwkwc2Fv_zTpXBt4gAJxsSYKZeXxDY1J69Uha7Nw=s180-rw",
            "rating": 4.4,
            "raters": 21,
            "category": "Personalization",
            "developer": "Pixelflow",
            "expired": false
        },
        {
            "title": "SM WiFi Router Setup Page Pro (Official)",
            "price": 360,
            "description": "<p><strong>WiFi Router Page Setup</strong> is a Simple way to access WiFi router setup and default wifi router password.</p><p><strong>Wifi router page setup key features:</strong></p><ul><li>Show list of routers admin password,username</li><li>Scan wifi network for wifi thief detector</li><li>Get wifi Information</li><li>Wifi Router Page setup</li><li>Wifi Manager</li><li>Who use my wifi for free</li><li>WiFi Router Information</li><li>Ip Adress</li><li>MAC address</li><li>WiFi Password</li><li>Wifi Speed Test</li></ul><p><strong>Common wifi router related questions users may face:</strong></p><ul><li>How to login to a wifi router?</li><li>How to set up wifi router?</li><li>What is my wifi router password?</li><li>What is my wifi router username?</li><li>How to know who is connected to my WiFi network?</li><li>What is my wifi link speed?</li><li>What is My IP address?</li><li>What is my MAC address?</li><li>What is my SSID?</li><li>How to reset wifi router?</li></ul><p><strong>WIFI Info:</strong> IP Address, Physical Address, Net Mask, WiFi Encryption, WiFi Frequency, IMEI Number, Device Model Info, Manufacturer, MAC Address, Netmask, External IP Address, Network State(Hidden/Visible), DNS Server, System Uptime, DNS Address, Gateway (192.168.0.1) and much more info.</p><p>This app \"router setup page\" automatically detects your gateway which is 192.168.1.1,192.168 15.1 or 192.168.10.1 etc. which you have to search through a laptop or a computer before. Things you can do with this App are Wifi password change, router password, router settings, WiFi settings, etc. You can also change the router password as we have provided the list of default wifi router admin username and password. router settings.</p><p>Router default passwords list of TP-Link, D-Link, NetGear, Asus router, etc.</p><p>admin setup, ping, Wifi link speed, wifi router info such as IP address, DNS, MAC address, etc.</p><p>Router passwords, router admin logins with username and password.</p><p><strong>Please note:</strong> this is NOT an hacking tool.</p><p>Thank you for viewing Wi-Fi Router Settings App.</p><p><strong>Contact us</strong> if you have any questions: smallseotools@gmail.com</p><p>&nbsp;</p>",
            "id": "com.sm.RouterManager.RouterSetupPagePro",
            "image": "https://play-lh.googleusercontent.com/vVb_WbCDX97Z5hQ_TJFBETvFbx53UHBXSZc-MAAsv16dDz4NfU9ye2G-7_fX9Asw24Y=s180-rw",
            "rating": 3.7,
            "raters": 157,
            "category": "Tools",
            "developer": "Small SEO Tools",
            "expired": false
        },
        {
            "title": "Cake Duel",
            "price": 440,
            "description": "Cake Duel is a game of deception. Bluff your way to taking all the cake in this fast-paced card game for 2 players. Fleece your opponents by playing sets of adorable Sheepie troops. Go on the offensive to steal your opponent's cakes while defending your own. Lie about your cards to get ahead, but don't get caught!If you love games like Poker, Werewolf, and BS, then Cake Duel is the game for you! * This is the official mobile adaptation of the physical card game Cake Duel *LIGHT CARD BATTLESPlay cute Sheepie cards with fantasy themes to sneak by the enemy's defenses and steal their cake. TAKE THE CAKELook at all that delicious cake. I mean LOOK AT IT. Don’t you want to take all the cakes? You know you do. It’s cheat day.CALL THE BLUFFCatch your opponent bluffing and you'll win the round! There's no way their opening hand had all THREE wizards... right?  STYLE ON YOUR FOESA successful bluff with the Sir Wolfy card will disrespect your gullible opponent with unlockable taunts.ONLINE CROSS PLATFORM MULTIPLAYERCreate custom lobbies with friends on iOS or Android, queue up against other players online, or play solo against AI opponents. ~~HOW TO PLAY~~In Cake Duel, players take turns attacking each other with Archer, Soldier and Wizard Sheepie while the defending player blocks with Defenders and Scientists. Each player plays any number of their cards face down and declares what they've played (you can lie of course!). You can call the opponents bluff about their cards, ending the round. If you called right, you win! But if the opponent was telling the truth then they win the round instead.If neither player calls the bluff, the face down cards are assumed to be the real thing. Each defender blocks one Soldier or Archer, while each Wizard blocks one scientist. Any attacking Sheepie that are unblocked steal cakes from the defender.Players draw back to 4 cards each from the same deck, so pay close attention to what your enemy has played!After all cards are played, the player with the most cake wins the round! All matches are best 3 out of 5 rounds. **A fast and visual rules tutorial is built into the game that you can revisit at any time!**",
            "id": "net.Sizigi.CakeDuel",
            "image": "https://play-lh.googleusercontent.com/CA6NzIzOKGSgGHB7FSqrIqZhnP5fq7B1RQlAvOwiHC2HoksqTYPOBY1CSOv5ePoLJ4A=s180-rw",
            "rating": 4.0,
            "raters": 282,
            "category": "Card",
            "developer": "Sizigi Studios",
            "expired": false
        },
        {
            "title": "First Coloring book for kindergarten kids",
            "price": 130,
            "description": "A creative toddler game that helps young children develop their imagination, hand-eye coordination and fine motor skills. Coloring with this color game will enable your kindergarten kids to create their own unique world of creativity and imagination. A fantasy world where the animals and nature have funny colors, paint your lion pink or color the sheep blue, make the tree purple and the river orange, there are no rules when it comes to art. Painting with this educational baby game is really fun, you can turn your tablet or mobile device into a digital painting book canvas within seconds – the rest is as simple as it gets, paint with your fingers, change colors as many times as you want, save, start over  – it never gets boring. Game Features:* Finger painting and doodling within the borders. The most simplified coloring experience designed especially for preschool kids. You can paint as freely as you want but the paint will stay within the lines of the region you started painting in. Your baby will be so happy and proud with the finished results. Happy Baby = Happy Mother and Father.  * 6 different painting tools - watch your fingers transform into digital coloring pencils, smudge away with some paint brushes, sketch with colorful markers and crayons, get into graffiti mood with our spray tubes, or choose the one that your toddler will love the most, the bucket tool and fill whole regions with one tap.* 300+ unique coloring pages spread out through over 30 different drawing themes ranging from animals and dinosaurs, to cars and sports. Everything that will keep your kids engaged for hours. * You don’t have to worry about losing any of your children’s drawings any more, progress is saved automatically as you paint, but you can also choose to save them in the app gallery or even save the paintings to your device. Made a mistake? No problem, we’ve got you covered. Use the undo option, the eraser option or simply start over by pressing the trash option.* International Art Wall of Fame – we have a place where we keep all the precious artwork that you and your friends from all around the world send us and you can browse it too from within the app.",
            "id": "com.iabuzz.ColoringBook",
            "image": "https://play-lh.googleusercontent.com/r2sld4Qa9wdWKbI20NjN3wXZyeMIpIEYiSm6r1JpHo2Mxf1uvuunsX6D4uvM_IAU5A=s180-rw",
            "rating": 4.2,
            "raters": 201,
            "category": "Educational",
            "developer": "Abuzz",
            "expired": false
        },
        {
            "title": "Fractions Math Pro",
            "price": 10,
            "description": "This calculator is the pro version of 'Fractions Math', and completely without advertisement.This math app is a fractions calculator with various functions:- add, subtract, multiply and divide fractions. - convert fractions in decimals,- simplify fractions- compare fractions - find the lowest common denominator- fraction trainer, to learn fraction calculations",
            "id": "com.gkapps.calculate.fractionsmath",
            "image": "https://play-lh.googleusercontent.com/FZKhhbHJ2-jBtJ9xZTFLiIpEA0KVNyv4CVqlteVslMT2wUTPF0Nf5JyDTsrNBqI9eQ=s180-rw",
            "rating": 4.1,
            "raters": 706,
            "category": "Education",
            "developer": "GK Apps",
            "expired": false
        },
        {
            "title": "Ethical Hacking & Quiz: Beginner to Advance 2020",
            "price": 100,
            "description": "✴An ethical hacker (white hat hacker) is the ultimate security professional. Ethical hackers know how to find and exploit vulnerabilities and weaknesses in various systems—just like a malicious hacker (or a black hat hacker). In fact, they both use the same skills; however, an ethical hacker uses those skills in a legitimate, lawful manner to try to find vulnerabilities and fix them before the bad guys can get there and try to break in.✴►An ethical hacker’s role is similar to that of a penetration tester, but it involves broader duties. They break into systems legally and ethically. This is the primary difference between ethical hackers and real hackers—the legality.☆Gives latest hacking news &amp; updates every time.Consist of the phases -&gt; * Beginner * Intermediate* Advance* Beginner -&gt; Beginners Guide-&gt; What is Ethical Hacking-&gt; Type of Hackers* Intermediate-&gt; Basic of network-&gt; Kali Linux -Wireless Attacks-&gt; Pre-connection Attack* Advance-&gt; Discovering subdomains with Sublist3r-&gt; Ethical Hacking - SQL Injection-&gt; Cross-site scripting (XSS)Declaimer: This app is for educational purpose.icons by: flaticon.Our preview images were created using 'Previewed' at https://previewed.app",
            "id": "com.vdx.ethicalhacking",
            "image": "https://play-lh.googleusercontent.com/sisfZSjoG7hx2tNlHUxAC0SUuL3Y8vRSxZa5bvyI4bQl0v7_lCxeM5Ic-UZk20af0gE=s180-rw",
            "rating": 4.2,
            "raters": 111,
            "category": "Education",
            "developer": "Innovatives",
            "expired": false
        },
        {
            "title": "Riddle Me 2020 - A Game of Riddles",
            "price": 60,
            "description": "<b>Riddle Me 2020 - A Game of Riddles</b><b>About</b>Riddle me 2020 is a game of riddles. It contains <b>5000 levels</b> and each level contains a unique and tricky riddle. These riddles can twist your brain while solving. It is a good word guessing game for teens and adults This game can be played at parties with friends or at home with siblings.<b>Simple, Unique and User Friendly Interface</b>Riddle me 2020 is very simple and an addictive game with neat and clean user interface. You can set light or dark theme.<b>Instant Fun</b>Playing this game is quick and instant fun.<b>Get Rewards</b>You can get coins by watching rewarded videos that you can use to get hints and solve riddles. These hints are:1) Remove letter (Letter that is not in the answer) 2) Reveal letter (Show random letter that included in the answer)3) Solve riddle (Solve riddle and show the answer)<b>View Solved Riddles</b>You can view all solved riddles by tapping \"Solved\" on home screen.<b>Completely Offline Riddles, No Internet is Required</b>Other than watching rewarded videos no internet is required. All 5000 riddles are completely offline.<b>Ask Friend</b>If you are stuck at any riddle, you can also get help from your friend by clicking \"Ask Friend\".<b>Game Features</b>- 5000 tricky riddles.💡😊- Light and dark mode.😍- Game Hints (Remove letter, Reveal letter, Solve Riddle).👍- View solved riddles.💝- Reset option. 👍- Ask from friend.😍- Watch rewarded videos and get coins.🎈- No Interstitial and banner ads.😊👍- Buy coins from coins store.😍- More riddles are coming soon.💡<b>Contact Us</b>You can give your suggestions @ eggies.co@gmail.com",
            "id": "com.eggies.riddlemejustriddles",
            "image": "https://play-lh.googleusercontent.com/txhpk1LHvxgUZUkcs73Vg3zGxMA89tv3b33VBQnT_oCPAv5fLYziZMh3YVE2bmRtMyI=s180-rw",
            "rating": 3.7,
            "raters": 60,
            "category": "Word",
            "developer": "Eggies",
            "expired": false
        },
        {
            "title": "Tomb Hunter Pro",
            "price": 85,
            "description": "This is a fun shooting game where you will play a monster hunter and fight various horrible monsters and zombies in the ancient tomb. You can experience the different effects of a variety of magical firearms in the game. In addition, the diversity of pets and equipment is also a feature of the game.The game has both RPG and FPS elements. Players need defet monsters in the dungeon to gain experience and gold coins, collect treasures, buy pets and guns, continuously improve their power, and eventually become a powerful shooter. As the level grows, the  talent is also the key to winning the battle, You need to adjust it according to the current level.RPG system introduction:1. Equipments: There are clothe, boot, helmet, accessorie and other treasures in the game. Equipments are the core gameplay and the purpose of your challenge to the tomb. Equipments are divided into 5 qualities. They have different attributes and effects. It is not easy to obtain a rare stuff. You need to get it by shooting monsters. PS: Boss has a higher probability of dropping golden quality equipment.2. Gun: including pistol, machine gun and shotgun. Guns are the basic equipment of hunter. They need to consume the gold coins obtained by defeating monsters to buy them from merchant. Guns will randomly brush out different attributes, and it takes some luck to get a good gun. PS: Every time you pass a level, the gun shop will be automatically refreshed. The shotgun can shoot monsters in groups, which is the most powerful weapon in the game.3. Pet: including tiger, raptor, leopard, wolf, etc. Pets are good partners for hunter. Similar to guns, they need to consume gold coins to buy from merchant. PS: Pets will brush out random skills, you can choose according to your preferences. For novices, it is more suitable to carry pets with healing skills. Pets are good tanks. They attract the hatred caused by the shooter when shooting a monster, protect  your safe, and make you easier to shooting. Pets also provide healing, acceleration, and poisonous effects.4. Talent: including speed, gold coin, attack, poison, etc. Talents are auxiliary skills for hunter. You can adjust the distribution of talents according to the current situation. PS: It takes diamonds to reset talents. You can get it by opening the treasure chest in the dungeon. Gold talent, experience talent and poison talent are more suitable for the rapid growth of novices.Have a good time!",
            "id": "com.imcrazy.th2",
            "image": "https://play-lh.googleusercontent.com/apDMkQSJpG9KacMlYEY1CdvsISBvKB6eRf8JqY7aZxs8WH6BBfr8h_n9RrnqLL5XQQ=s180-rw",
            "rating": 4.1,
            "raters": 1480,
            "category": "Adventure",
            "developer": "IMCrazy",
            "expired": false
        },
        {
            "title": "[VIP] EffectParty : Offline Idle Merge Game",
            "price": 30,
            "description": "■  VIP version Effect1) +5 Effect Nest2) Remove Banner ads(except compensation video ads)Merge your effects and find a new one!What is the most powerful effect? Unlock 90 cool effects!Ready to train your effects?Made By Zabob Studio",
            "id": "com.zabob.effectpartyvip",
            "image": "https://play-lh.googleusercontent.com/p_bxrMo9MPLqzKgrVq9dIGkJuQ0jFHs4L7yktkd6IOpGeJpLKsReXbGp9V9bqMAYWpmY=s180-rw",
            "rating": 3.9,
            "raters": 14,
            "category": "Role Playing",
            "developer": "Zabob Studio VIP",
            "expired": false
        },
        {
            "title": "Dungeon999",
            "price": 60,
            "description": "Explore the dungeon with 999 floors full of various slimes with a wandering warrior Jack, the Black Hair, and a magician Rose. Train your characters, discover new magic, and utilize numerous items to get to the 999th floor and find out the cause of slime's rebellion!  - Cheaper than a Mcdouble cheeseburger!. - Dungeon that seems to go on forever but eventually has an ending! - A unique storytelling of a One man army, full of old jokes likely to appear in 90s TV show! - Various casting with wonderful effects, which you can advance additionally! - Strategic fun of finding a proper attack method for each slime! - Ambiguity that promotes a sense of expectancy for the following sequel. - If you read it all the way down to this line, why don't you try it yourself?? - 10 Crystals are provided to all users from the beginning of the game!   * CAUTION If you delete the application, the data in it will be deleted as well.",
            "id": "com.moontm.Dungeon999F",
            "image": "https://play-lh.googleusercontent.com/Z5q7n6WyHbmxwqDE2RbtSNJ_Hh4SAiKrTOkGuyzkHY3TmIOWT3-6l7cmfGHXQzPog_yg=s180-rw",
            "rating": 4.4,
            "raters": 36912,
            "category": "Role Playing",
            "developer": "Moontm",
            "expired": false
        },
        {
            "title": "The Secret of Crimson Manor",
            "price": 90,
            "description": "Discover and solve the surprising secret behind the mysterious crimson manor.Explore the old mansion and its surroundings, solving puzzles and discovering its many intriguing secrets, in one of the best adventure games made for android. In the secret of crimson manor you will find: Amazing and beautiful graphics.Engaging and deep storyline.Fun and addictive gameplay. Features: +Classic and intuitive point and click gameplay.+Fun, amazing and clever puzzles.+Many different environments to discover &amp; explore.+An interactive original &amp; unique storyline.+Superb level, puzzle and game design.+High-resolution graphics optimized for retina display.+Multiple languages, AutoSave and much more ...+Also expect new game modes &amp; new features in the free updates. Plot: Strange weather events are happening in town lately, some people blame the eccentric Mr. Strange, an old scientist who performs strange experiments in his hill manor. He decides to invite you, the best reporter in town, with the idea of making public its latest &amp; wonderful discovery, which he describes it as: \"Something so wonderful that will change forever the way we see the world &amp; the very fate of humanity\" You accept the invitation, but on arriving at the mansion, you cannot find anyone, you sense that something strange is happening there, so you decide to investigate...  Buy It now If you're new to adventure games, download it now, you will not regret, it is more than likely that you become an instant fan of the genre, if you are already a fan you probably already bought it, you are not going to waste the opportunity to play one of the best exponents of this genre.  Take a look!",
            "id": "com.mediacitygames.cmanor",
            "image": "https://play-lh.googleusercontent.com/dTigt5XQPpdVpdvOgQq2S3gLwk77PxNUyUgAHgu949ewifIR3LGkUNLGStGcqc1FcC2r=s180-rw",
            "rating": 4.3,
            "raters": 89,
            "category": "Puzzle",
            "developer": "MediaCity Games LLC",
            "expired": false
        },
        {
            "title": "Jungle Collapse 2 PRO",
            "price": 150,
            "description": "Jungle Collapse 2 is a new simple to play casual block collapsing puzzle game for all ages with 3 different game modes and lots of fun for the whole family!This is a premium ads-free version with no In-App purchases.Will you make it into TOP20 highscores?<b>How to play:</b>Move your finger over at least 3 blocks of the same kind horizontally, vertically or diagonally to remove them! Remember, longer chains you create, better score you get! Collect extra bonuses on your way and go for highscores!<b>Game modes:</b>* Classic - destroy the stated number of blocks to progress to the next level before the end of the time limit.* Puzzle - for every chain with at least 5/6 blocks you get the new blocks to play with, otherwise they will be removed. * Time Attack - you have 90 seconds to get the best score possible.<b>Features:</b>* An addicting puzzle game for all ages* 100% free full version + no In-App purchases* 3 game modes!* Submit and share your score with your friends* Great fun for all agesIf you find any bug, please let us know at littlebigplay@gmail.com, we will be very happy to fix it!",
            "id": "air.com.littlebigplay.games.premium.junglecollapse2",
            "image": "https://play-lh.googleusercontent.com/ful17lZ6z0q7I1GS9wGVViUlHsE3wDmPo1KyBrLs00Y402uVexmvmAAfyhZ56SXcJzU=s180-rw",
            "rating": 3.8,
            "raters": 108,
            "category": "Casual",
            "developer": "LittleBigPlay - Word, Educational & Puzzle Games",
            "expired": false
        },
        {
            "title": "82 Animals Dot-to-Dot for Kids",
            "price": 130,
            "description": "Go on an adventure and play with Aquatic, Farm, Savannah and Jungle animals. Learn numbers and letters with this unique Connect the Dots Animal Encyclopedia. Master your alphabets and practice counting skills and be rewarded with animal sounds, pictures, interesting facts and videos. This educational fun game is really helpful for preschool children and toddlers and even those with autism – as it helps them with problem solving and motor skills and teaches them pronunciations.Themes:Sea - did you know the octopus has 8 legs, have you ever seen a squid swimming in the sea or heard a dolphin laugh, well now you will.Domesticated - you have probably played with a cat &amp; a dog, but we bet you don't know some fun facts about them, have you ever heard a camel growl or seen a ostrich?Grassland - Want to see a bee land on a flower, hear a wolf howl, learn common facts about the hippo, rhino, zebra and many more.Forest - the Lion king, scary tiger, funny monkey, cute panda and many more.Gameplay &amp; Features:- tap the dots or drag &amp; draw lines to connect sequential numbers (123) and upper (ABC) or lower (abc) case letters.- each dot pronounces the number or letter and so kids learn the alphabets and numbers (1 to 20) and also counting.- help features for smaller kids where the outline of the animal is shown, the next dot in sequence starts blinking after a 4 second gap and joining the wrong dot makes it say no with an animation.- to make it more fun you  can change the shape or colors of the dots as well.- Easy and Hard mode with less and more dots respectively and kids can also select reverse numbers and letters to test their skills.- theme specific ambient music and cute sounds in the entire game to make it more interesting for your young ones.- applause, cheer and balloons on successfully completing joining of dots.- animal comes to life and it plays the animal name and sounds audio.- select the image icon to see real animal pictures, the video icon to see the animal in motion and the parents can help explain the kids the unique facts of each animal which are presented with the images.- 82 hand drawn animals which looks cute but are detailed enough to recognize features.- 13 supported languages i.e. English, French, German, Italian, Spanish, Portuguese, Russian, Ukrainian, Polish, Dutch, Turkish, Arabic and Japanese.Privacy Disclosure: As parents ourselves, iAbuzz takes children's wellness and privacy very seriously. Our app:• Does not contain links to social networks• Does not contain advertising• Does not collect personal dataFeedback Please:If you have any feedback and suggestions on how we could further improve the design and interaction of our apps and games, please visit our website http://iabuzz.com/ or leave us a message at kids@iabuzz.com. We would be glad to hear from you as we are committed to update all of our apps and games on a regular basis with new features and also want to get some ideas for future app development.P.S. Don't forget to leave a review if you've enjoyed our game as much as we enjoyed making it!",
            "id": "com.iabuzz.apk.ConnectTheDotsAll",
            "image": "https://play-lh.googleusercontent.com/LBg4MVbKG9e8-uT8_PVK3AJdqyYYMW5ed1pI9YYPbQdtWxBzSDK_AaA_Xq7WQ3jiprBf=s180-rw",
            "rating": 4.1,
            "raters": 281,
            "category": "Educational",
            "developer": "Abuzz",
            "expired": false
        },
        {
            "title": "Antonyms PRO",
            "price": 140,
            "description": "<b>Antonyms is a premium ad free version of educational puzzle game in which you can test your knowledge of English words and their opposite meanings in an entertaining and challenging way!</b>Antonyms games contains 5 different game mode that will sharpen your knowledge of English words and English vocabulary in a fun way!Go for highscores and become a star in your English lesson!<b>GAME MODES:</b>✓ True or False - there will be 2 words shown on the screen, decide if they are antonyms or not.✓ Single Choice - there will be shown 1 word and 4 options, decide what option is an antonym of the shown word.✓ Guessing - guess an antonym of the word shown on the screen.✓ Find Pairs - there will be 6 words shown on the screen, create pairs of Antonyms✓ Practice - play as long as you want without time limit or lives!<b>FEATURES</b>:* Educational word game for all ages* 5 game modes\"True of False\", \"Single Choice\", \"Guessing\", \"Find Pairs\" and \"Practice\"* Hundreds of English words and their antonyms included* Improve your English vocabulary, dictionary and learn English in entertaining way* Day and night mode* Local and global leaderboards included - submit and compare your points with other people from all around the world!* Stats - review your progress and words you played with* Share your score with your friends via Facebook, Google+, Twitter and other social networks. * Play online or offline - no need to be connected to internet - just if you want to submit your score* No ads, no In-App purchasesHave fun with our educational game Antonyms PRO and if you like it and want to see more free features, please support it by rating it and leaving some comment, thank you!If you find any bug or have any question, please let us know at littlebigplay@gmail.com.<b>SUPPORT LINKS:</b>Email: littlebigplay@gmail.comFacebook: https://www.facebook.com/littlebigplay",
            "id": "air.com.littlebigplay.games.premium.antonymspro",
            "image": "https://play-lh.googleusercontent.com/r_enmOr6PWKgUnA6nMAKJkJzEhIfgZbvly4n59PrsXS1j05iKLP7OEYWc31JIJq-29wl=s180-rw",
            "rating": 4,
            "raters": 16,
            "category": "Educational",
            "developer": "LittleBigPlay - Word, Educational & Puzzle Games",
            "expired": false
        }
    ]
}
